{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "Joshua ",
    "BookNumber": 6,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e6\u003c/h1\u003e\u003ch3\u003eThe Destruction of Jericho\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse gios_6_1\"\u003e \u003csup\u003e1\u003c/sup\u003eNow \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 2:1\"\u003e⚓\u003c/a\u003eJericho was securely shut up because of the children of Israel; none went out, and none came in. \u003c/span\u003e\n\u003cspan class=\"verse gios_6_2\"\u003e\u003csup\u003e2\u003c/sup\u003eAnd the Lord said to Joshua: “See! \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 2:9, 24; 8:1\"\u003e⚓\u003c/a\u003eI have given Jericho into your hand, its \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 7:24\"\u003e⚓\u003c/a\u003eking, \u003ci\u003eand\u003c/i\u003e the mighty men of valor. \u003c/span\u003e\n\u003cspan class=\"verse gios_6_3\"\u003e\u003csup\u003e3\u003c/sup\u003eYou shall march around the city, all \u003ci\u003eyou\u003c/i\u003e men of war; you shall go all around the city once. This you shall do six days. \u003c/span\u003e\n\u003cspan class=\"verse gios_6_4\"\u003e\u003csup\u003e4\u003c/sup\u003eAnd seven priests shall bear seven \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Lev. 25:9; Judg. 7:16, 22\"\u003e⚓\u003c/a\u003etrumpets of rams’ horns before the ark. But the seventh day you shall march around the city \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 18:43; 2 Kin. 4:35; 5:10\"\u003e⚓\u003c/a\u003eseven times, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 10:8\"\u003e⚓\u003c/a\u003ethe priests shall blow the trumpets. \u003c/span\u003e\n\u003cspan class=\"verse gios_6_5\"\u003e\u003csup\u003e5\u003c/sup\u003eIt shall come to pass, when they make a long \u003ci\u003eblast\u003c/i\u003e with the ram’s horn, \u003ci\u003eand\u003c/i\u003e when you hear the sound of the trumpet, that all the people shall shout with a great shout; then the wall of the city will fall down flat. And the people shall go up every man straight before him.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_6_6\"\u003e \u003csup\u003e6\u003c/sup\u003eThen Joshua the son of Nun called the priests and said to them, “Take up the ark of the covenant, and let seven priests bear seven trumpets of rams’ horns before the ark of the Lord.” \u003c/span\u003e\n\u003cspan class=\"verse gios_6_7\"\u003e\u003csup\u003e7\u003c/sup\u003eAnd he said to the people, “Proceed, and march around the city, and let him who is armed advance before the ark of the Lord.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_6_8\"\u003e \u003csup\u003e8\u003c/sup\u003eSo it was, when Joshua had spoken to the people, that the seven priests bearing the seven trumpets of rams’ horns before the Lord advanced and blew the trumpets, and the ark of the covenant of the Lord followed them. \u003c/span\u003e\n\u003cspan class=\"verse gios_6_9\"\u003e\u003csup\u003e9\u003c/sup\u003eThe armed men went before the priests who blew the trumpets, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 10:25\"\u003e⚓\u003c/a\u003eand the rear guard came after the ark, while \u003ci\u003ethe\u003c/i\u003e \u003ci\u003epriests\u003c/i\u003e continued blowing the trumpets. \u003c/span\u003e\n\u003cspan class=\"verse gios_6_10\"\u003e\u003csup\u003e10\u003c/sup\u003eNow Joshua had commanded the people, saying, “You shall not shout or make any noise with your voice, nor shall a word proceed out of your mouth, until the day I say to you, ‘Shout!’ Then you shall shout.” \u003c/span\u003e\n\u003cspan class=\"verse gios_6_11\"\u003e\u003csup\u003e11\u003c/sup\u003eSo he had \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 4:11\"\u003e⚓\u003c/a\u003ethe ark of the Lord circle the city, going around \u003ci\u003eit\u003c/i\u003e once. Then they came into the camp and lodged in the camp.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_6_12\"\u003e \u003csup\u003e12\u003c/sup\u003eAnd Joshua rose early in the morning, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 31:25\"\u003e⚓\u003c/a\u003eand the priests took up the ark of the Lord. \u003c/span\u003e\n\u003cspan class=\"verse gios_6_13\"\u003e\u003csup\u003e13\u003c/sup\u003eThen seven priests bearing seven trumpets of rams’ horns before the ark of the Lord went on continually and blew with the trumpets. And the armed men went before them. But the rear guard came after the ark of the Lord, while \u003ci\u003ethe\u003c/i\u003e \u003ci\u003epriests\u003c/i\u003e continued blowing the trumpets. \u003c/span\u003e\n\u003cspan class=\"verse gios_6_14\"\u003e\u003csup\u003e14\u003c/sup\u003eAnd the second day they marched around the city once and returned to the camp. So they did six days.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_6_15\"\u003e \u003csup\u003e15\u003c/sup\u003eBut it came to pass on the seventh day that they rose early, about the dawning of the day, and marched around the city seven times in the same manner. On that day only they marched around the city seven times. \u003c/span\u003e\n\u003cspan class=\"verse gios_6_16\"\u003e\u003csup\u003e16\u003c/sup\u003eAnd the seventh time it happened, when the priests blew the trumpets, that Joshua said to the people: “Shout, for the Lord has given you the city! \u003c/span\u003e\n\u003cspan class=\"verse gios_6_17\"\u003e\u003csup\u003e17\u003c/sup\u003eNow the city shall be \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 13:17; Josh. 7:1\"\u003e⚓\u003c/a\u003edoomed by the Lord to destruction, it and all who \u003ci\u003eare\u003c/i\u003e in it. Only \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 2:1; Matt. 1:5\"\u003e⚓\u003c/a\u003eRahab the harlot shall live, she and all who \u003ci\u003eare\u003c/i\u003e with her in the house, because \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 2:4, 6\"\u003e⚓\u003c/a\u003eshe hid the messengers that we sent. \u003c/span\u003e\n\u003cspan class=\"verse gios_6_18\"\u003e\u003csup\u003e18\u003c/sup\u003eAnd you, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 7:26\"\u003e⚓\u003c/a\u003eby all means abstain from the accursed things, lest you become accursed when you take of the accursed things, and make the camp of Israel a curse, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 7:1, 12, 25; 1 Kin. 18:17, 18; (Jon. 1:12)\"\u003e⚓\u003c/a\u003eand trouble it. \u003c/span\u003e\n\u003cspan class=\"verse gios_6_19\"\u003e\u003csup\u003e19\u003c/sup\u003eBut all the silver and gold, and vessels of bronze and iron, \u003ci\u003eare\u003c/i\u003e consecrated to the Lord; they shall come into the treasury of the Lord.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_6_20\"\u003e \u003csup\u003e20\u003c/sup\u003eSo the people shouted when \u003ci\u003ethe\u003c/i\u003e \u003ci\u003epriests\u003c/i\u003e blew the trumpets. And it happened when the people heard the sound of the trumpet, and the people shouted with a great shout, that \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Heb. 11:30\"\u003e⚓\u003c/a\u003ethe wall fell down flat. Then the people went up into the city, every man straight before him, and they took the city. \u003c/span\u003e\n\u003cspan class=\"verse gios_6_21\"\u003e\u003csup\u003e21\u003c/sup\u003eAnd they \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 7:2; 20:16, 17\"\u003e⚓\u003c/a\u003eutterly destroyed all that \u003ci\u003ewas\u003c/i\u003e in the city, both man and woman, young and old, ox and sheep and donkey, with the edge of the sword.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_6_22\"\u003e \u003csup\u003e22\u003c/sup\u003eBut Joshua had said to the two men who had spied out the country, “Go into the harlot’s house, and from there bring out the woman and all that she has, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 2:12–19; Heb. 11:31\"\u003e⚓\u003c/a\u003eas you swore to her.” \u003c/span\u003e\n\u003cspan class=\"verse gios_6_23\"\u003e\u003csup\u003e23\u003c/sup\u003eAnd the young men who had been spies went in and brought out Rahab, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 2:13\"\u003e⚓\u003c/a\u003eher father, her mother, her brothers, and all that she had. So they brought out all her relatives and left them outside the camp of Israel. \u003c/span\u003e\n\u003cspan class=\"verse gios_6_24\"\u003e\u003csup\u003e24\u003c/sup\u003eBut they burned the city and all that \u003ci\u003ewas\u003c/i\u003e in it with fire. Only the silver and gold, and the vessels of bronze and iron, they put into the treasury of the house of the Lord. \u003c/span\u003e\n\u003cspan class=\"verse gios_6_25\"\u003e\u003csup\u003e25\u003c/sup\u003eAnd Joshua spared Rahab the harlot, her father’s household, and all that she had. So \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Matt. 1:5)\"\u003e⚓\u003c/a\u003eshe dwells in Israel to this day, because she hid the messengers whom Joshua sent to spy out Jericho.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_6_26\"\u003e \u003csup\u003e26\u003c/sup\u003eThen Joshua charged \u003ci\u003ethem\u003c/i\u003e at that time, saying, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 16:34\"\u003e⚓\u003c/a\u003e“Cursed \u003ci\u003ebe\u003c/i\u003e the man before the Lord who rises up and builds this city Jericho; he shall lay its foundation with his firstborn, and with his youngest he shall set up its gates.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_6_27\"\u003e \u003csup\u003e27\u003c/sup\u003eSo the Lord was with Joshua, and his fame spread throughout all the country.\u003cbr/\u003e\u003c/span\u003e\n"
}