{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "Joshua ",
    "BookNumber": 6,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e22\u003c/h1\u003e\u003ch3\u003eEastern Tribes Return to Their Lands\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse gios_22_1\"\u003e \u003csup\u003e1\u003c/sup\u003eThen Joshua called the Reubenites, the Gadites, and half the tribe of Manasseh, \u003c/span\u003e\n\u003cspan class=\"verse gios_22_2\"\u003e\u003csup\u003e2\u003c/sup\u003eand said to them: “You have kept \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 32:20–22; Deut. 3:18\"\u003e⚓\u003c/a\u003eall that Moses the servant of the Lord commanded you, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 1:12–18\"\u003e⚓\u003c/a\u003eand have obeyed my voice in all that I commanded you. \u003c/span\u003e\n\u003cspan class=\"verse gios_22_3\"\u003e\u003csup\u003e3\u003c/sup\u003eYou have not left your brethren these many days, up to this day, but have kept the charge of the commandment of the Lord your God. \u003c/span\u003e\n\u003cspan class=\"verse gios_22_4\"\u003e\u003csup\u003e4\u003c/sup\u003eAnd now the Lord your God has given \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 21:44\"\u003e⚓\u003c/a\u003erest to your brethren, as He promised them; now therefore, return and go to your tents \u003ci\u003eand\u003c/i\u003e to the land of your possession, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 32:33\"\u003e⚓\u003c/a\u003ewhich Moses the servant of the Lord gave you on the other side of the Jordan. \u003c/span\u003e\n\u003cspan class=\"verse gios_22_5\"\u003e\u003csup\u003e5\u003c/sup\u003eBut \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 6:6, 17; 11:22; Jer. 12:16\"\u003e⚓\u003c/a\u003etake careful heed to do the commandment and the law which Moses the servant of the Lord commanded you, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 10:12; 11:13, 22\"\u003e⚓\u003c/a\u003eto love the Lord your God, to walk in all His ways, to keep His commandments, to hold fast to Him, and to serve Him with all your heart and with all your soul.” \u003c/span\u003e\n\u003cspan class=\"verse gios_22_6\"\u003e\u003csup\u003e6\u003c/sup\u003eSo Joshua \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 47:7; Ex. 39:43; Josh. 14:13; 2 Sam. 6:18; Luke 24:50\"\u003e⚓\u003c/a\u003eblessed them and sent them away, and they went to their tents.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_22_7\"\u003e \u003csup\u003e7\u003c/sup\u003eNow to half the tribe of Manasseh Moses had given a possession in Bashan, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 17:1–13\"\u003e⚓\u003c/a\u003ebut to the \u003ci\u003eother\u003c/i\u003e half of it Joshua gave \u003ci\u003ea\u003c/i\u003e \u003ci\u003epossession\u003c/i\u003e among their brethren on this side of the Jordan, westward. And indeed, when Joshua sent them away to their tents, he blessed them, \u003c/span\u003e\n\u003cspan class=\"verse gios_22_8\"\u003e\u003csup\u003e8\u003c/sup\u003eand spoke to them, saying, “Return with much riches to your tents, with very much livestock, with silver, with gold, with bronze, with iron, and with very much clothing. \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 31:27; 1 Sam. 30:24\"\u003e⚓\u003c/a\u003eDivide the spoil of your enemies with your brethren.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_22_9\"\u003e \u003csup\u003e9\u003c/sup\u003eSo the children of Reuben, the children of Gad, and half the tribe of Manasseh returned, and departed from the children of Israel at Shiloh, which \u003ci\u003eis\u003c/i\u003e in the land of Canaan, to go to \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 32:1, 26, 29\"\u003e⚓\u003c/a\u003ethe country of Gilead, to the land of their possession, which they had obtained according to the word of the Lord by the hand of Moses.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eAn Altar by the Jordan\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse gios_22_10\"\u003e \u003csup\u003e10\u003c/sup\u003eAnd when they came to the region of the Jordan which \u003ci\u003eis\u003c/i\u003e in the land of Canaan, the children of Reuben, the children of Gad, and half the tribe of Manasseh built an altar there by the Jordan—a great, impressive altar. \u003c/span\u003e\n\u003cspan class=\"verse gios_22_11\"\u003e\u003csup\u003e11\u003c/sup\u003eNow the children of Israel \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 13:12–18; Judg. 20:12, 13\"\u003e⚓\u003c/a\u003eheard \u003ci\u003esomeone\u003c/i\u003e say, “Behold, the children of Reuben, the children of Gad, and half the tribe of Manasseh have built an altar on the frontier of the land of Canaan, in the region of the Jordan—on the children of Israel’s side.” \u003c/span\u003e\n\u003cspan class=\"verse gios_22_12\"\u003e\u003csup\u003e12\u003c/sup\u003eAnd when the children of Israel heard \u003ci\u003eof\u003c/i\u003e \u003ci\u003eit,\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 18:1; Judg. 20:1\"\u003e⚓\u003c/a\u003ethe whole congregation of the children of Israel gathered together at Shiloh to go to war against them.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_22_13\"\u003e \u003csup\u003e13\u003c/sup\u003eThen the children of Israel \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 13:14; Judg. 20:12\"\u003e⚓\u003c/a\u003esent \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 6:25; Num. 25:7, 11–13\"\u003e⚓\u003c/a\u003ePhinehas the son of Eleazar the priest to the children of Reuben, to the children of Gad, and to half the tribe of Manasseh, into the land of Gilead, \u003c/span\u003e\n\u003cspan class=\"verse gios_22_14\"\u003e\u003csup\u003e14\u003c/sup\u003eand with him ten rulers, one ruler each from the chief house of every tribe of Israel; and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 1:4\"\u003e⚓\u003c/a\u003eeach one \u003ci\u003ewas\u003c/i\u003e the head of the house of his father among the divisions of Israel. \u003c/span\u003e\n\u003cspan class=\"verse gios_22_15\"\u003e\u003csup\u003e15\u003c/sup\u003eThen they came to the children of Reuben, to the children of Gad, and to half the tribe of Manasseh, to the land of Gilead, and they spoke with them, saying, \u003c/span\u003e\n\u003cspan class=\"verse gios_22_16\"\u003e\u003csup\u003e16\u003c/sup\u003e“Thus says the whole congregation of the Lord: ‘What \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 12:5–14\"\u003e⚓\u003c/a\u003etreachery \u003ci\u003eis\u003c/i\u003e this that you have committed against the God of Israel, to turn away this day from following the Lord, in that you have built for yourselves an altar, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Lev. 17:8, 9\"\u003e⚓\u003c/a\u003ethat you might rebel this day against the Lord? \u003c/span\u003e\n\u003cspan class=\"verse gios_22_17\"\u003e\u003csup\u003e17\u003c/sup\u003e\u003ci\u003eIs\u003c/i\u003e the iniquity \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 25:1–9; Deut. 4:3\"\u003e⚓\u003c/a\u003eof Peor not enough for us, from which we are not cleansed till this day, although there was a plague in the congregation of the Lord, \u003c/span\u003e\n\u003cspan class=\"verse gios_22_18\"\u003e\u003csup\u003e18\u003c/sup\u003ebut that you must turn away this day from following the Lord? And it shall be, if you rebel today against the Lord, that tomorrow \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 16:22\"\u003e⚓\u003c/a\u003eHe will be angry with the whole congregation of Israel. \u003c/span\u003e\n\u003cspan class=\"verse gios_22_19\"\u003e\u003csup\u003e19\u003c/sup\u003eNevertheless, if the land of your possession \u003ci\u003eis\u003c/i\u003e unclean, \u003ci\u003ethen\u003c/i\u003e cross over to the land of the possession of the Lord, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 18:1\"\u003e⚓\u003c/a\u003ewhere the Lord’s tabernacle stands, and take possession among us; but do not rebel against the Lord, nor rebel against us, by building yourselves an altar besides the altar of the Lord our God. \u003c/span\u003e\n\u003cspan class=\"verse gios_22_20\"\u003e\u003csup\u003e20\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 7:1–26\"\u003e⚓\u003c/a\u003eDid not Achan the son of Zerah commit a trespass in the accursed thing, and wrath fell on all the congregation of Israel? And that man did not perish alone in his iniquity.’ ”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_22_21\"\u003e \u003csup\u003e21\u003c/sup\u003eThen the children of Reuben, the children of Gad, and half the tribe of Manasseh answered and said to the heads of the divisions of Israel: \u003c/span\u003e\n\u003cspan class=\"verse gios_22_22\"\u003e\u003csup\u003e22\u003c/sup\u003e“The Lord\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 4:35; 10:17; Is. 44:8; 45:5; 46:9; (1 Cor. 8:5, 6)\"\u003e⚓\u003c/a\u003eGod of gods, the Lord God of gods, He \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Job 10:7; 23:10; Jer. 12:3; 2 Cor. 11:11, 31)\"\u003e⚓\u003c/a\u003eknows, and let Israel itself know—if \u003ci\u003eit\u003c/i\u003e \u003ci\u003eis\u003c/i\u003e in rebellion, or if in treachery against the Lord, do not save us this day. \u003c/span\u003e\n\u003cspan class=\"verse gios_22_23\"\u003e\u003csup\u003e23\u003c/sup\u003eIf we have built ourselves an altar to turn from following the Lord, or if to offer on it burnt offerings or grain offerings, or if to offer peace offerings on it, let the Lord Himself \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 18:19; 1 Sam. 20:16\"\u003e⚓\u003c/a\u003erequire \u003ci\u003ean\u003c/i\u003e \u003ci\u003eaccount.\u003c/i\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_22_24\"\u003e\u003csup\u003e24\u003c/sup\u003eBut in fact we have done it for fear, for a reason, saying, ‘In time to come your descendants may speak to our descendants, saying, “What have you to do with the Lord God of Israel? \u003c/span\u003e\n\u003cspan class=\"verse gios_22_25\"\u003e\u003csup\u003e25\u003c/sup\u003eFor the Lord has made the Jordan a border between you and us, \u003ci\u003eyou\u003c/i\u003e children of Reuben and children of Gad. You have no part in the Lord.” So your descendants would make our descendants cease fearing the Lord.’ \u003c/span\u003e\n\u003cspan class=\"verse gios_22_26\"\u003e\u003csup\u003e26\u003c/sup\u003eTherefore we said, ‘Let us now prepare to build ourselves an altar, not for burnt offering nor for sacrifice, \u003c/span\u003e\n\u003cspan class=\"verse gios_22_27\"\u003e\u003csup\u003e27\u003c/sup\u003ebut \u003ci\u003ethat\u003c/i\u003e it \u003ci\u003emay\u003c/i\u003e \u003ci\u003ebe\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 31:48; Josh. 22:34; 24:27\"\u003e⚓\u003c/a\u003ea witness between you and us and our generations after us, that we may \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 12:5, 14\"\u003e⚓\u003c/a\u003eperform the service of the Lord before Him with our burnt offerings, with our sacrifices, and with our peace offerings; that your descendants may not say to our descendants in time to come, “You have no part in the Lord.” ’ \u003c/span\u003e\n\u003cspan class=\"verse gios_22_28\"\u003e\u003csup\u003e28\u003c/sup\u003eTherefore we said that it will be, when they say \u003ci\u003ethis\u003c/i\u003e to us or to our generations in time to come, that we may say, ‘Here is the replica of the altar of the Lord which our fathers made, though not for burnt offerings nor for sacrifices; but it \u003ci\u003eis\u003c/i\u003e a witness between you and us.’ \u003c/span\u003e\n\u003cspan class=\"verse gios_22_29\"\u003e\u003csup\u003e29\u003c/sup\u003eFar be it from us that we should rebel against the Lord, and turn from following the Lord this day, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 12:13, 14\"\u003e⚓\u003c/a\u003eto build an altar for burnt offerings, for grain offerings, or for sacrifices, besides the altar of the Lord our God which \u003ci\u003eis\u003c/i\u003e before His tabernacle.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_22_30\"\u003e \u003csup\u003e30\u003c/sup\u003eNow when Phinehas the priest and the rulers of the congregation, the heads of the divisions of Israel who \u003ci\u003ewere\u003c/i\u003e with him, heard the words that the children of Reuben, the children of Gad, and the children of Manasseh spoke, it pleased them. \u003c/span\u003e\n\u003cspan class=\"verse gios_22_31\"\u003e\u003csup\u003e31\u003c/sup\u003eThen Phinehas the son of Eleazar the priest said to the children of Reuben, the children of Gad, and the children of Manasseh, “This day we perceive that the Lord\u003ci\u003eis\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 25:8; Lev. 26:11, 12; 2 Chr. 15:2; Zech. 8:23\"\u003e⚓\u003c/a\u003eamong us, because you have not committed this treachery against the Lord. Now you have delivered the children of Israel out of the hand of the Lord.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_22_32\"\u003e \u003csup\u003e32\u003c/sup\u003eAnd Phinehas the son of Eleazar the priest, and the rulers, returned from the children of Reuben and the children of Gad, from the land of Gilead to the land of Canaan, to the children of Israel, and brought back word to them. \u003c/span\u003e\n\u003cspan class=\"verse gios_22_33\"\u003e\u003csup\u003e33\u003c/sup\u003eSo the thing pleased the children of Israel, and the children of Israel \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Chr. 29:20; Neh. 8:6; Dan. 2:19; Luke 2:28\"\u003e⚓\u003c/a\u003eblessed God; they spoke no more of going against them in battle, to destroy the land where the children of Reuben and Gad dwelt.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gios_22_34\"\u003e \u003csup\u003e34\u003c/sup\u003eThe children of Reuben and the children of Gad called the altar, \u003ci\u003eWitness,\u003c/i\u003e “For \u003ci\u003eit\u003c/i\u003e \u003ci\u003eis\u003c/i\u003e a witness between us that the Lord\u003ci\u003eis\u003c/i\u003e God.”\u003cbr/\u003e\u003c/span\u003e\n"
}