{
    "Translation": "NKJV",
    "group": "LAW",
    "BookName": "Numbers ",
    "BookNumber": 4,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e30\u003c/h1\u003e\u003ch3\u003eThe Law Concerning Vows\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse dan_30_1\"\u003e \u003csup\u003e1\u003c/sup\u003eThen Moses spoke to \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 1:4, 16; 7:2\"\u003e⚓\u003c/a\u003ethe heads of the tribes concerning the children of Israel, saying, “This \u003ci\u003eis\u003c/i\u003e the thing which the Lord has commanded: \u003c/span\u003e\n\u003cspan class=\"verse dan_30_2\"\u003e\u003csup\u003e2\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Lev. 27:2; Deut. 23:21–23; Judg. 11:30, 31, 35; Eccl. 5:4\"\u003e⚓\u003c/a\u003eIf a man makes a vow to the Lord, or \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Lev. 5:4; Matt. 14:9; Acts 23:14\"\u003e⚓\u003c/a\u003eswears an oath to bind himself by some agreement, he shall not break his word; he shall \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Job 22:27; Ps. 22:25; 50:14; 66:13, 14; Nah. 1:15\"\u003e⚓\u003c/a\u003edo according to all that proceeds out of his mouth.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse dan_30_3\"\u003e \u003csup\u003e3\u003c/sup\u003e“Or if a woman makes a vow to the Lord, and binds \u003ci\u003eherself\u003c/i\u003e by some agreement while in her father’s house in her youth, \u003c/span\u003e\n\u003cspan class=\"verse dan_30_4\"\u003e\u003csup\u003e4\u003c/sup\u003eand her father hears her vow and the agreement by which she has bound herself, and her father holds his peace, then all her vows shall stand, and every agreement with which she has bound herself shall stand. \u003c/span\u003e\n\u003cspan class=\"verse dan_30_5\"\u003e\u003csup\u003e5\u003c/sup\u003eBut if her father overrules her on the day that he hears, then none of her vows nor her agreements by which she has bound herself shall stand; and the Lord will release her, because her father overruled her.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse dan_30_6\"\u003e \u003csup\u003e6\u003c/sup\u003e“If indeed she takes a husband, while bound by her vows or by a rash utterance from her lips by which she bound herself, \u003c/span\u003e\n\u003cspan class=\"verse dan_30_7\"\u003e\u003csup\u003e7\u003c/sup\u003eand her husband hears \u003ci\u003eit,\u003c/i\u003e and makes no response to her on the day that he hears, then her vows shall stand, and her agreements by which she bound herself shall stand. \u003c/span\u003e\n\u003cspan class=\"verse dan_30_8\"\u003e\u003csup\u003e8\u003c/sup\u003eBut if her husband \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Gen. 3:16)\"\u003e⚓\u003c/a\u003eoverrules her on the day that he hears \u003ci\u003eit,\u003c/i\u003e he shall make void her vow which she took and what she uttered with her lips, by which she bound herself, and the Lord will release her.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse dan_30_9\"\u003e \u003csup\u003e9\u003c/sup\u003e“Also any vow of a widow or a divorced woman, by which she has bound herself, shall stand against her.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse dan_30_10\"\u003e \u003csup\u003e10\u003c/sup\u003e“If she vowed in her husband’s house, or bound herself by an agreement with an oath, \u003c/span\u003e\n\u003cspan class=\"verse dan_30_11\"\u003e\u003csup\u003e11\u003c/sup\u003eand her husband heard \u003ci\u003eit,\u003c/i\u003e and made no response to her \u003ci\u003eand\u003c/i\u003e did not overrule her, then all her vows shall stand, and every agreement by which she bound herself shall stand. \u003c/span\u003e\n\u003cspan class=\"verse dan_30_12\"\u003e\u003csup\u003e12\u003c/sup\u003eBut if her husband truly made them void on the day he heard \u003ci\u003ethem,\u003c/i\u003e then whatever proceeded from her lips concerning her vows or concerning the agreement binding her, it shall not stand; her husband has made them void, and the Lord will release her. \u003c/span\u003e\n\u003cspan class=\"verse dan_30_13\"\u003e\u003csup\u003e13\u003c/sup\u003eEvery vow and every binding oath to afflict her soul, her husband may confirm it, or her husband may make it void. \u003c/span\u003e\n\u003cspan class=\"verse dan_30_14\"\u003e\u003csup\u003e14\u003c/sup\u003eNow if her husband makes no response whatever to her from day to day, then he confirms all her vows or all the agreements that bind her; he confirms them, because he made no response to her on the day that he heard \u003ci\u003ethem.\u003c/i\u003e\u003c/span\u003e\n\u003cspan class=\"verse dan_30_15\"\u003e\u003csup\u003e15\u003c/sup\u003eBut if he does make them void after he has heard \u003ci\u003ethem,\u003c/i\u003e then he shall bear her guilt.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse dan_30_16\"\u003e \u003csup\u003e16\u003c/sup\u003eThese \u003ci\u003eare\u003c/i\u003e the statutes which the Lord commanded Moses, between a man and his wife, and between a father and his daughter in her youth in her father’s house.\u003cbr/\u003e\u003c/span\u003e\n"
}