{
    "Translation": "NKJV",
    "group": "LAW",
    "BookName": "Numbers ",
    "BookNumber": 4,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e36\u003c/h1\u003e\u003ch3\u003eMarriage of Female Heirs\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse dan_36_1\"\u003e \u003csup\u003e1\u003c/sup\u003eNow the chief fathers of the families of the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 26:29\"\u003e⚓\u003c/a\u003echildren of Gilead the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came near and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 27:1–11\"\u003e⚓\u003c/a\u003espoke before Moses and before the leaders, the chief fathers of the children of Israel. \u003c/span\u003e\n\u003cspan class=\"verse dan_36_2\"\u003e\u003csup\u003e2\u003c/sup\u003eAnd they said: \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 26:55; 33:54; Josh. 17:4\"\u003e⚓\u003c/a\u003e“The Lord commanded my lord \u003ci\u003eMoses\u003c/i\u003e to give the land as an inheritance by lot to the children of Israel, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 27:1, 5–7\"\u003e⚓\u003c/a\u003emy lord was commanded by the Lord to give the inheritance of our brother Zelophehad to his daughters. \u003c/span\u003e\n\u003cspan class=\"verse dan_36_3\"\u003e\u003csup\u003e3\u003c/sup\u003eNow if they are married to any of the sons of the \u003ci\u003eother\u003c/i\u003e tribes of the children of Israel, then their inheritance will be \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 27:4\"\u003e⚓\u003c/a\u003etaken from the inheritance of our fathers, and it will be added to the inheritance of the tribe into which they marry; so it will be taken from the lot of our inheritance. \u003c/span\u003e\n\u003cspan class=\"verse dan_36_4\"\u003e\u003csup\u003e4\u003c/sup\u003eAnd when \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Lev. 25:10\"\u003e⚓\u003c/a\u003ethe Jubilee of the children of Israel comes, then their inheritance will be added to the inheritance of the tribe into which they marry; so their inheritance will be taken away from the inheritance of the tribe of our fathers.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse dan_36_5\"\u003e \u003csup\u003e5\u003c/sup\u003eThen Moses commanded the children of Israel according to the word of the Lord, saying: \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 27:7\"\u003e⚓\u003c/a\u003e“What the tribe of the sons of Joseph speaks is right. \u003c/span\u003e\n\u003cspan class=\"verse dan_36_6\"\u003e\u003csup\u003e6\u003c/sup\u003eThis \u003ci\u003eis\u003c/i\u003e what the Lord commands concerning the daughters of Zelophehad, saying, ‘Let them marry whom they think best, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 36:11, 12\"\u003e⚓\u003c/a\u003ebut they may marry only within the family of their father’s tribe.’ \u003c/span\u003e\n\u003cspan class=\"verse dan_36_7\"\u003e\u003csup\u003e7\u003c/sup\u003eSo the inheritance of the children of Israel shall not change hands from tribe to tribe, for every one of the children of Israel shall \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 21:3\"\u003e⚓\u003c/a\u003ekeep the inheritance of the tribe of his fathers. \u003c/span\u003e\n\u003cspan class=\"verse dan_36_8\"\u003e\u003csup\u003e8\u003c/sup\u003eAnd \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Chr. 23:22\"\u003e⚓\u003c/a\u003eevery daughter who possesses an inheritance in any tribe of the children of Israel shall be the wife of one of the family of her father’s tribe, so that the children of Israel each may possess the inheritance of his fathers. \u003c/span\u003e\n\u003cspan class=\"verse dan_36_9\"\u003e\u003csup\u003e9\u003c/sup\u003eThus no inheritance shall change hands from \u003ci\u003eone\u003c/i\u003e tribe to another, but every tribe of the children of Israel shall keep its own inheritance.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse dan_36_10\"\u003e \u003csup\u003e10\u003c/sup\u003eJust as the Lord commanded Moses, so did the daughters of Zelophehad; \u003c/span\u003e\n\u003cspan class=\"verse dan_36_11\"\u003e\u003csup\u003e11\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 26:33; 27:1\"\u003e⚓\u003c/a\u003efor Mahlah, Tirzah, Hoglah, Milcah, and Noah, the daughters of Zelophehad, were married to the sons of their father’s brothers. \u003c/span\u003e\n\u003cspan class=\"verse dan_36_12\"\u003e\u003csup\u003e12\u003c/sup\u003eThey were married into the families of the children of Manasseh the son of Joseph, and their inheritance remained in the tribe of their father’s family.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse dan_36_13\"\u003e \u003csup\u003e13\u003c/sup\u003eThese \u003ci\u003eare\u003c/i\u003e the commandments and the judgments which the Lord commanded the children of Israel by the hand of Moses \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 26:3; 33:50\"\u003e⚓\u003c/a\u003ein the plains of Moab by the Jordan, \u003ci\u003eacross\u003c/i\u003e \u003ci\u003efrom\u003c/i\u003e Jericho.\u003cbr/\u003e\u003c/span\u003e\n"
}