{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "I Chronicles ",
    "BookNumber": 13,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e17\u003c/h1\u003e\u003ch3\u003eGod’s Covenant with David\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 1su_17_1\"\u003e \u003csup\u003e1\u003c/sup\u003eNow \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 7:1; 1 Chr. 14:1\"\u003e⚓\u003c/a\u003eit came to pass, when David was dwelling in his house, that David said to Nathan the prophet, “See now, I dwell in a house of cedar, but the ark of the covenant of the Lord\u003ci\u003eis\u003c/i\u003e under tent curtains.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_17_2\"\u003e \u003csup\u003e2\u003c/sup\u003eThen Nathan said to David, “Do all that \u003ci\u003eis\u003c/i\u003e in your heart, for God \u003ci\u003eis\u003c/i\u003e with you.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_17_3\"\u003e \u003csup\u003e3\u003c/sup\u003eBut it happened that night that the word of God came to Nathan, saying, \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_4\"\u003e\u003csup\u003e4\u003c/sup\u003e“Go and tell My servant David, ‘Thus says the Lord: “You shall \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(1 Chr. 28:2, 3)\"\u003e⚓\u003c/a\u003enot build Me a house to dwell in. \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_5\"\u003e\u003csup\u003e5\u003c/sup\u003eFor I have not dwelt in a house since the time that I brought up Israel, even to this day, but have gone from tent to tent, and from \u003ci\u003eone\u003c/i\u003e tabernacle \u003ci\u003eto\u003c/i\u003e \u003ci\u003eanother.\u003c/i\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_17_6\"\u003e\u003csup\u003e6\u003c/sup\u003eWherever I have moved about with all Israel, have I ever spoken a word to any of the judges of Israel, whom I commanded to shepherd My people, saying, ‘Why have you not built Me a house of cedar–’ ” ’ \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_7\"\u003e\u003csup\u003e7\u003c/sup\u003eNow therefore, thus shall you say to My servant David, ‘Thus says the Lord of hosts: “I took you \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Sam. 16:11–13\"\u003e⚓\u003c/a\u003efrom the sheepfold, from following the sheep, to be ruler over My people Israel. \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_8\"\u003e\u003csup\u003e8\u003c/sup\u003eAnd I have been with you wherever you have gone, and have cut off all your enemies from before you, and have made you a name like the name of the great men who \u003ci\u003eare\u003c/i\u003e on the earth. \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_9\"\u003e\u003csup\u003e9\u003c/sup\u003eMoreover I will appoint a place for My people Israel, and will \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Deut. 30:1–9; Jer. 16:14–16; 23:5–8; 24:6; Ezek. 37:21–27); Amos 9:14\"\u003e⚓\u003c/a\u003eplant them, that they may dwell in a place of their own and move no more; nor shall the sons of wickedness oppress them anymore, as previously, \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_10\"\u003e\u003csup\u003e10\u003c/sup\u003esince the time that I commanded judges \u003ci\u003eto\u003c/i\u003e \u003ci\u003ebe\u003c/i\u003e over My people Israel. Also I will subdue all your enemies. Furthermore I tell you that the Lord will build you a house. \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_11\"\u003e\u003csup\u003e11\u003c/sup\u003eAnd it shall be, when your days are \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 2:10; 1 Chr. 29:28\"\u003e⚓\u003c/a\u003efulfilled, when you must go \u003ci\u003eto\u003c/i\u003e \u003ci\u003ebe\u003c/i\u003e with your fathers, that I will set up your \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 5:5; 6:12; 8:19–21; (1 Chr. 22:9–13; 28:20); Matt. 1:6; Luke 3:31\"\u003e⚓\u003c/a\u003eseed after you, who will be of your sons; and I will establish his kingdom. \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_12\"\u003e\u003csup\u003e12\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 6:38; 2 Chr. 6:2; (Ps. 89:20–37)\"\u003e⚓\u003c/a\u003eHe shall build Me a house, and I will establish his throne forever. \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_13\"\u003e\u003csup\u003e13\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 7:14, 15; Matt. 3:17; Mark 1:11; Luke 3:22; 2 Cor. 6:18; Heb. 1:5\"\u003e⚓\u003c/a\u003eI will be his Father, and he shall be My son; and I will not take My mercy away from him, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(1 Sam. 15:23–28); 1 Chr. 10:14\"\u003e⚓\u003c/a\u003eas I took \u003ci\u003eit\u003c/i\u003e from \u003ci\u003ehim\u003c/i\u003e who was before you. \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_14\"\u003e\u003csup\u003e14\u003c/sup\u003eAnd \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ps. 89:3, 4; Matt. 19:28; 25:31; (Luke 1:31–33)\"\u003e⚓\u003c/a\u003eI will establish him in My house and in My kingdom forever; and his throne shall be established forever.” ’ ”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_17_15\"\u003e \u003csup\u003e15\u003c/sup\u003eAccording to all these words and according to all this vision, so Nathan spoke to David.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_17_16\"\u003e \u003csup\u003e16\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 7:18\"\u003e⚓\u003c/a\u003eThen King David went in and sat before the Lord; and he said: “Who \u003ci\u003eam\u003c/i\u003e I, O Lord God? And what is my house, that You have brought me this far? \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_17\"\u003e\u003csup\u003e17\u003c/sup\u003eAnd \u003ci\u003eyet\u003c/i\u003e this was a small thing in Your sight, O God; and You have \u003ci\u003ealso\u003c/i\u003e spoken of Your servant’s house for a great while to come, and have regarded me according to the rank of a man of high degree, O Lord God. \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_18\"\u003e\u003csup\u003e18\u003c/sup\u003eWhat more can David \u003ci\u003esay\u003c/i\u003e to You for the honor of Your servant? For You know Your servant. \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_19\"\u003e\u003csup\u003e19\u003c/sup\u003eO Lord, for Your servant’s sake, and according to Your own heart, You have done all this greatness, in making known all these great things. \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_20\"\u003e\u003csup\u003e20\u003c/sup\u003eO Lord, \u003ci\u003ethere\u003c/i\u003e \u003ci\u003eis\u003c/i\u003e none like You, nor \u003ci\u003eis\u003c/i\u003e \u003ci\u003ethere\u003c/i\u003e \u003ci\u003eany\u003c/i\u003e God besides You, according to all that we have heard with our ears. \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_21\"\u003e\u003csup\u003e21\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Deut. 4:6–8, 33–38); Ps. 147:20\"\u003e⚓\u003c/a\u003eAnd who \u003ci\u003eis\u003c/i\u003e like Your people Israel, the one nation on the earth whom God went to redeem for Himself \u003ci\u003eas\u003c/i\u003e a people—to make for Yourself a name by great and awesome deeds, by driving out nations from before Your people whom You redeemed from Egypt? \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_22\"\u003e\u003csup\u003e22\u003c/sup\u003eFor You have made Your people Israel Your very own people forever; and You, Lord, have become their God.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_17_23\"\u003e \u003csup\u003e23\u003c/sup\u003e“And now, O Lord, the word which You have spoken concerning Your servant and concerning his house, \u003ci\u003elet\u003c/i\u003e \u003ci\u003eit\u003c/i\u003e be established forever, and do as You have said. \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_24\"\u003e\u003csup\u003e24\u003c/sup\u003eSo let it be established, that Your name may be magnified forever, saying, ‘The Lord of hosts, the God of Israel, \u003ci\u003eis\u003c/i\u003e Israel’s God.’ And let the house of Your servant David be established before You. \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_25\"\u003e\u003csup\u003e25\u003c/sup\u003eFor You, O my God, have revealed to Your servant that You will build him a house. Therefore Your servant has found it \u003ci\u003ein\u003c/i\u003e \u003ci\u003ehis\u003c/i\u003e \u003ci\u003eheart\u003c/i\u003e to pray before You. \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_26\"\u003e\u003csup\u003e26\u003c/sup\u003eAnd now, Lord, You are God, and have promised this goodness to Your servant. \u003c/span\u003e\n\u003cspan class=\"verse 1su_17_27\"\u003e\u003csup\u003e27\u003c/sup\u003eNow You have been pleased to bless the house of Your servant, that it may continue before You forever; for You have blessed it, O Lord, and \u003ci\u003eit\u003c/i\u003e \u003ci\u003eshall\u003c/i\u003e \u003ci\u003ebe\u003c/i\u003e blessed forever.”\u003cbr/\u003e\u003c/span\u003e\n"
}