{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "I Chronicles ",
    "BookNumber": 13,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e19\u003c/h1\u003e\u003ch3\u003eThe Ammonites and Syrians Defeated\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 1su_19_1\"\u003e \u003csup\u003e1\u003c/sup\u003eIt\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Sam. 11:1; 2 Sam. 10:1–19\"\u003e⚓\u003c/a\u003e happened after this that Nahash the king of the people of Ammon died, and his son reigned in his place. \u003c/span\u003e\n\u003cspan class=\"verse 1su_19_2\"\u003e\u003csup\u003e2\u003c/sup\u003eThen David said, “I will show kindness to Hanun the son of Nahash, because his father showed kindness to me.” So David sent messengers to comfort him concerning his father. And David’s servants came to Hanun in the land of the people of Ammon to comfort him.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_19_3\"\u003e \u003csup\u003e3\u003c/sup\u003eAnd the princes of the people of Ammon said to Hanun, “Do you think that David really honors your father because he has sent comforters to you? Did his servants not come to you to search and to overthrow and to spy out the land?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_19_4\"\u003e \u003csup\u003e4\u003c/sup\u003eTherefore Hanun took David’s servants, shaved them, and cut off their garments in the middle, at their \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Is. 20:4\"\u003e⚓\u003c/a\u003ebuttocks, and sent them away. \u003c/span\u003e\n\u003cspan class=\"verse 1su_19_5\"\u003e\u003csup\u003e5\u003c/sup\u003eThen \u003ci\u003esome\u003c/i\u003e went and told David about the men; and he sent to meet them, because the men were greatly ashamed. And the king said, “Wait at Jericho until your beards have grown, and \u003ci\u003ethen\u003c/i\u003e return.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_19_6\"\u003e \u003csup\u003e6\u003c/sup\u003eWhen the people of Ammon saw that they had made themselves repulsive to David, Hanun and the people of Ammon sent a thousand talents of silver to hire for themselves chariots and horsemen from Mesopotamia, from Syrian Maacah, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Chr. 18:5, 9\"\u003e⚓\u003c/a\u003eand from Zobah. \u003c/span\u003e\n\u003cspan class=\"verse 1su_19_7\"\u003e\u003csup\u003e7\u003c/sup\u003eSo they hired for themselves thirty-two thousand chariots, with the king of Maacah and his people, who came and encamped before Medeba. Also the people of Ammon gathered together from their cities, and came to battle.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_19_8\"\u003e \u003csup\u003e8\u003c/sup\u003eNow when David heard \u003ci\u003eof\u003c/i\u003e \u003ci\u003eit,\u003c/i\u003e he sent Joab and all the army of the mighty men. \u003c/span\u003e\n\u003cspan class=\"verse 1su_19_9\"\u003e\u003csup\u003e9\u003c/sup\u003eThen the people of Ammon came out and put themselves in battle array before the gate of the city, and the kings who had come \u003ci\u003ewere\u003c/i\u003e by themselves in the field.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_19_10\"\u003e \u003csup\u003e10\u003c/sup\u003eWhen Joab saw that the battle line was against him before and behind, he chose some of Israel’s best and put \u003ci\u003ethem\u003c/i\u003e in battle array against the Syrians. \u003c/span\u003e\n\u003cspan class=\"verse 1su_19_11\"\u003e\u003csup\u003e11\u003c/sup\u003eAnd the rest of the people he put under the command of Abishai his brother, and they set \u003ci\u003ethemselves\u003c/i\u003e in battle array against the people of Ammon. \u003c/span\u003e\n\u003cspan class=\"verse 1su_19_12\"\u003e\u003csup\u003e12\u003c/sup\u003eThen he said, “If the Syrians are too strong for me, then you shall help me; but if the people of Ammon are too strong for you, then I will help you. \u003c/span\u003e\n\u003cspan class=\"verse 1su_19_13\"\u003e\u003csup\u003e13\u003c/sup\u003eBe of good courage, and let us be strong for our people and for the cities of our God. And may the Lord do \u003ci\u003ewhat\u003c/i\u003e \u003ci\u003eis\u003c/i\u003e good in His sight.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_19_14\"\u003e \u003csup\u003e14\u003c/sup\u003eSo Joab and the people who \u003ci\u003ewere\u003c/i\u003e with him drew near for the battle against the Syrians, and they fled before him. \u003c/span\u003e\n\u003cspan class=\"verse 1su_19_15\"\u003e\u003csup\u003e15\u003c/sup\u003eWhen the people of Ammon saw that the Syrians were fleeing, they also fled before Abishai his brother, and entered the city. So Joab went to Jerusalem.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_19_16\"\u003e \u003csup\u003e16\u003c/sup\u003eNow when the Syrians saw that they had been defeated by Israel, they sent messengers and brought the Syrians who were beyond the River, and Shophach the commander of Hadadezer’s army \u003ci\u003ewent\u003c/i\u003e before them. \u003c/span\u003e\n\u003cspan class=\"verse 1su_19_17\"\u003e\u003csup\u003e17\u003c/sup\u003eWhen it was told David, he gathered all Israel, crossed over the Jordan and came upon them, and set up in \u003ci\u003ebattle\u003c/i\u003e array against them. So when David had set up in battle array against the Syrians, they fought with him. \u003c/span\u003e\n\u003cspan class=\"verse 1su_19_18\"\u003e\u003csup\u003e18\u003c/sup\u003eThen the Syrians fled before Israel; and David killed seven thousand charioteers and forty thousand foot soldiers of the Syrians, and killed Shophach the commander of the army. \u003c/span\u003e\n\u003cspan class=\"verse 1su_19_19\"\u003e\u003csup\u003e19\u003c/sup\u003eAnd when the servants of Hadadezer saw that they were defeated by Israel, they made peace with David and became his servants. So the Syrians were not willing to help the people of Ammon anymore.\u003cbr/\u003e\u003c/span\u003e\n"
}