{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "I Chronicles ",
    "BookNumber": 13,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e21\u003c/h1\u003e\u003ch3\u003eThe Census of Israel and Judah\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 1su_21_1\"\u003e \u003csup\u003e1\u003c/sup\u003eNow \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 24:1–25; Job 1:6\"\u003e⚓\u003c/a\u003eSatan stood up against Israel, and moved David to number Israel. \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_2\"\u003e\u003csup\u003e2\u003c/sup\u003eSo David said to Joab and to the leaders of the people, “Go, number Israel from Beersheba to Dan, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Chr. 27:23, 24\"\u003e⚓\u003c/a\u003eand bring the number of them to me that I may know \u003ci\u003eit.\u003c/i\u003e”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_21_3\"\u003e \u003csup\u003e3\u003c/sup\u003eAnd Joab answered, “May the Lord make His people a hundred times more than they are. But, my lord the king, \u003ci\u003eare\u003c/i\u003e they not all my lord’s servants? Why then does my lord require this thing? Why should he be a cause of guilt in Israel?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_21_4\"\u003e \u003csup\u003e4\u003c/sup\u003eNevertheless the king’s word prevailed against Joab. Therefore Joab departed and went throughout all Israel and came to Jerusalem. \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_5\"\u003e\u003csup\u003e5\u003c/sup\u003eThen Joab gave the sum of the number of the people to David. All Israel \u003ci\u003ehad\u003c/i\u003e one million one hundred thousand men who drew the sword, and Judah \u003ci\u003ehad\u003c/i\u003e four hundred and seventy thousand men who drew the sword. \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_6\"\u003e\u003csup\u003e6\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Chr. 27:24\"\u003e⚓\u003c/a\u003eBut he did not count Levi and Benjamin among them, for the king’s word was abominable to Joab.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_21_7\"\u003e \u003csup\u003e7\u003c/sup\u003eAnd God was displeased with this thing; therefore He struck Israel. \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_8\"\u003e\u003csup\u003e8\u003c/sup\u003eSo David said to God, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 24:10\"\u003e⚓\u003c/a\u003e“I have sinned greatly, because I have done this thing; \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 12:13\"\u003e⚓\u003c/a\u003ebut now, I pray, take away the iniquity of Your servant, for I have done very foolishly.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_21_9\"\u003e \u003csup\u003e9\u003c/sup\u003eThen the Lord spoke to Gad, David’s \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Sam. 9:9; 2 Kin. 17:13; 1 Chr. 29:29; 2 Chr. 16:7, 10; Is. 30:9, 10; Amos 7:12, 13\"\u003e⚓\u003c/a\u003eseer, saying, \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_10\"\u003e\u003csup\u003e10\u003c/sup\u003e“Go and tell David, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 24:12–14\"\u003e⚓\u003c/a\u003esaying, ‘Thus says the Lord: “I offer you three \u003ci\u003ethings;\u003c/i\u003e choose one of them for yourself, that I may do \u003ci\u003eit\u003c/i\u003e to you.” ’ ”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_21_11\"\u003e \u003csup\u003e11\u003c/sup\u003eSo Gad came to David and said to him, “Thus says the Lord: ‘Choose for yourself, \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_12\"\u003e\u003csup\u003e12\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 24:13\"\u003e⚓\u003c/a\u003eeither three years of famine, or three months to be defeated by your foes with the sword of your enemies overtaking \u003ci\u003eyou,\u003c/i\u003e or else for three days the sword of the Lord—the plague in the land, with the angel of the Lord destroying throughout all the territory of Israel.’ Now consider what answer I should take back to Him who sent me.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_21_13\"\u003e \u003csup\u003e13\u003c/sup\u003eAnd David said to Gad, “I am in great distress. Please let me fall into the hand of the Lord, for His \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ps. 51:1; 130:4, 7\"\u003e⚓\u003c/a\u003emercies \u003ci\u003eare\u003c/i\u003e very great; but do not let me fall into the hand of man.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_21_14\"\u003e \u003csup\u003e14\u003c/sup\u003eSo the Lord sent a \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Chr. 27:24\"\u003e⚓\u003c/a\u003eplague upon Israel, and seventy thousand men of Israel fell. \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_15\"\u003e\u003csup\u003e15\u003c/sup\u003eAnd God sent an \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 24:16\"\u003e⚓\u003c/a\u003eangel to Jerusalem to destroy it. As he was destroying, the Lord looked and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 6:6\"\u003e⚓\u003c/a\u003erelented of the disaster, and said to the angel who was destroying, “It is enough; now restrain your hand.” And the angel of the Lord stood by the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 3:1\"\u003e⚓\u003c/a\u003ethreshing floor of Ornan the Jebusite.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_21_16\"\u003e \u003csup\u003e16\u003c/sup\u003eThen David lifted his eyes and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 5:13; 2 Chr. 3:1\"\u003e⚓\u003c/a\u003esaw the angel of the Lord standing between earth and heaven, having in his hand a drawn sword stretched out over Jerusalem. So David and the elders, clothed in sackcloth, fell on their faces. \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_17\"\u003e\u003csup\u003e17\u003c/sup\u003eAnd David said to God, “Was it not I who commanded the people to be numbered? I am the one who has sinned and done evil indeed; but these \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 7:8; Ps. 74:1\"\u003e⚓\u003c/a\u003esheep, what have they done? Let Your hand, I pray, O Lord my God, be against me and my father’s house, but not against Your people that they should be plagued.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_21_18\"\u003e \u003csup\u003e18\u003c/sup\u003eTherefore, the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Chr. 21:11, 12; 2 Chr. 3:1\"\u003e⚓\u003c/a\u003eangel of the Lord commanded Gad to say to David that David should go and erect an altar to the Lord on the threshing floor of Ornan the Jebusite. \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_19\"\u003e\u003csup\u003e19\u003c/sup\u003eSo David went up at the word of Gad, which he had spoken in the name of the Lord. \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_20\"\u003e\u003csup\u003e20\u003c/sup\u003eNow Ornan turned and saw the angel; and his four sons \u003ci\u003ewho\u003c/i\u003e \u003ci\u003ewere\u003c/i\u003e with him hid themselves, but Ornan continued threshing wheat. \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_21\"\u003e\u003csup\u003e21\u003c/sup\u003eSo David came to Ornan, and Ornan looked and saw David. And he went out from the threshing floor, and bowed before David with \u003ci\u003ehis\u003c/i\u003e face to the ground. \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_22\"\u003e\u003csup\u003e22\u003c/sup\u003eThen David said to Ornan, “Grant me the place of \u003ci\u003ethis\u003c/i\u003e threshing floor, that I may build an altar on it to the Lord. You shall grant it to me at the full price, that the plague may be withdrawn from the people.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_21_23\"\u003e \u003csup\u003e23\u003c/sup\u003eBut Ornan said to David, “Take \u003ci\u003eit\u003c/i\u003e to yourself, and let my lord the king do \u003ci\u003ewhat\u003c/i\u003e \u003ci\u003eis\u003c/i\u003e good in his eyes. Look, I \u003ci\u003ealso\u003c/i\u003e give \u003ci\u003eyou\u003c/i\u003e the oxen for burnt offerings, the threshing implements for wood, and the wheat for the grain offering; I give \u003ci\u003eit\u003c/i\u003e all.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_21_24\"\u003e \u003csup\u003e24\u003c/sup\u003eThen King David said to Ornan, “No, but I will surely buy \u003ci\u003eit\u003c/i\u003e for the full price, for I will not take what is yours for the Lord, nor offer burnt offerings with \u003ci\u003ethat\u003c/i\u003e \u003ci\u003ewhich\u003c/i\u003e costs \u003ci\u003eme\u003c/i\u003e nothing.” \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_25\"\u003e\u003csup\u003e25\u003c/sup\u003eSo \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 24:24\"\u003e⚓\u003c/a\u003eDavid gave Ornan six hundred shekels of gold by weight for the place. \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_26\"\u003e\u003csup\u003e26\u003c/sup\u003eAnd David built there an altar to the Lord, and offered burnt offerings and peace offerings, and called on the Lord; and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Lev. 9:24; Judg. 6:21; 1 Kin. 18:36–38; 2 Chr. 3:1; 7:1\"\u003e⚓\u003c/a\u003eHe answered him from heaven by fire on the altar of burnt offering.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_21_27\"\u003e \u003csup\u003e27\u003c/sup\u003eSo the Lord commanded the angel, and he returned his sword to its sheath.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_21_28\"\u003e \u003csup\u003e28\u003c/sup\u003eAt that time, when David saw that the Lord had answered him on the threshing floor of Ornan the Jebusite, he sacrificed there. \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_29\"\u003e\u003csup\u003e29\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 3:4; 2 Chr. 1:3\"\u003e⚓\u003c/a\u003eFor the tabernacle of the Lord and the altar of the burnt offering, which Moses had made in the wilderness, \u003ci\u003ewere\u003c/i\u003e at that time at the high place in \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Chr. 16:39\"\u003e⚓\u003c/a\u003eGibeon. \u003c/span\u003e\n\u003cspan class=\"verse 1su_21_30\"\u003e\u003csup\u003e30\u003c/sup\u003eBut David could not go before it to inquire of God, for he was afraid of the sword of the angel of the Lord.\u003cbr/\u003e\u003c/span\u003e\n"
}