{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "I Chronicles ",
    "BookNumber": 13,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e25\u003c/h1\u003e\u003ch3\u003eThe Musicians\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 1su_25_1\"\u003e \u003csup\u003e1\u003c/sup\u003eMoreover David and the captains of the army separated for the service \u003ci\u003esome\u003c/i\u003e of the sons of \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Chr. 6:30, 33, 39, 44; 2 Chr. 5:12\"\u003e⚓\u003c/a\u003eAsaph, of Heman, and of Jeduthun, who \u003ci\u003eshould\u003c/i\u003e prophesy with harps, stringed instruments, and cymbals. And the number of the skilled men performing their service was: \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_2\"\u003e\u003csup\u003e2\u003c/sup\u003eOf the sons of Asaph: Zaccur, Joseph, Nethaniah, and Asharelah; the sons of Asaph \u003ci\u003ewere\u003c/i\u003e under the direction of Asaph, who prophesied according to the order of the king. \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_3\"\u003e\u003csup\u003e3\u003c/sup\u003eOf \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Chr. 16:41, 42\"\u003e⚓\u003c/a\u003eJeduthun, the sons of Jeduthun: Gedaliah, Zeri, Jeshaiah, \u003ci\u003eShimei\u003c/i\u003e, Hashabiah, and Mattithiah, six, under the direction of their father Jeduthun, who prophesied with a harp to give thanks and to praise the Lord. \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_4\"\u003e\u003csup\u003e4\u003c/sup\u003eOf Heman, the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-Ezer, Joshbekashah, Mallothi, Hothir, \u003ci\u003eand\u003c/i\u003e Mahazioth. \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_5\"\u003e\u003csup\u003e5\u003c/sup\u003eAll these \u003ci\u003ewere\u003c/i\u003e the sons of Heman the king’s seer in the words of God, to exalt his \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Chr. 16:42\"\u003e⚓\u003c/a\u003ehorn. For God gave Heman fourteen sons and three daughters.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_25_6\"\u003e \u003csup\u003e6\u003c/sup\u003eAll these \u003ci\u003ewere\u003c/i\u003e under the direction of their father for the music \u003ci\u003ein\u003c/i\u003e the house of the Lord, with cymbals, stringed instruments, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Chr. 15:16\"\u003e⚓\u003c/a\u003eharps, for the service of the house of God. Asaph, Jeduthun, and Heman \u003ci\u003ewere\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Chr. 15:19; 25:2\"\u003e⚓\u003c/a\u003eunder the authority of the king. \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_7\"\u003e\u003csup\u003e7\u003c/sup\u003eSo the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Chr. 23:5\"\u003e⚓\u003c/a\u003enumber of them, with their brethren who were instructed in the songs of the Lord, all who were skillful, \u003ci\u003ewas\u003c/i\u003e two hundred and eighty-eight.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_25_8\"\u003e \u003csup\u003e8\u003c/sup\u003eAnd they cast lots for their duty, the small as well as the great, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 23:13\"\u003e⚓\u003c/a\u003ethe teacher with the student.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1su_25_9\"\u003e \u003csup\u003e9\u003c/sup\u003eNow the first lot for Asaph came out for Joseph; the second for Gedaliah, him with his brethren and sons, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_10\"\u003e\u003csup\u003e10\u003c/sup\u003ethe third for Zaccur, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_11\"\u003e\u003csup\u003e11\u003c/sup\u003ethe fourth for Jizri, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_12\"\u003e\u003csup\u003e12\u003c/sup\u003ethe fifth for Nethaniah, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_13\"\u003e\u003csup\u003e13\u003c/sup\u003ethe sixth for Bukkiah, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_14\"\u003e\u003csup\u003e14\u003c/sup\u003ethe seventh for Jesharelah, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_15\"\u003e\u003csup\u003e15\u003c/sup\u003ethe eighth for Jeshaiah, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_16\"\u003e\u003csup\u003e16\u003c/sup\u003ethe ninth for Mattaniah, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_17\"\u003e\u003csup\u003e17\u003c/sup\u003ethe tenth for Shimei, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_18\"\u003e\u003csup\u003e18\u003c/sup\u003ethe eleventh for Azarel, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_19\"\u003e\u003csup\u003e19\u003c/sup\u003ethe twelfth for Hashabiah, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_20\"\u003e\u003csup\u003e20\u003c/sup\u003ethe thirteenth for Shubael, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_21\"\u003e\u003csup\u003e21\u003c/sup\u003ethe fourteenth for Mattithiah, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_22\"\u003e\u003csup\u003e22\u003c/sup\u003ethe fifteenth for Jeremoth, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_23\"\u003e\u003csup\u003e23\u003c/sup\u003ethe sixteenth for Hananiah, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_24\"\u003e\u003csup\u003e24\u003c/sup\u003ethe seventeenth for Joshbekashah, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_25\"\u003e\u003csup\u003e25\u003c/sup\u003ethe eighteenth for Hanani, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_26\"\u003e\u003csup\u003e26\u003c/sup\u003ethe nineteenth for Mallothi, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_27\"\u003e\u003csup\u003e27\u003c/sup\u003ethe twentieth for Eliathah, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_28\"\u003e\u003csup\u003e28\u003c/sup\u003ethe twenty-first for Hothir, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_29\"\u003e\u003csup\u003e29\u003c/sup\u003ethe twenty-second for Giddalti, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_30\"\u003e\u003csup\u003e30\u003c/sup\u003ethe twenty-third for Mahazioth, his sons and his brethren, twelve; \u003c/span\u003e\n\u003cspan class=\"verse 1su_25_31\"\u003e\u003csup\u003e31\u003c/sup\u003ethe twenty-fourth for Romamti-Ezer, his sons and his brethren, twelve.\u003cbr/\u003e\u003c/span\u003e\n"
}