{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "II Chronicles ",
    "BookNumber": 14,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e9\u003c/h1\u003e\u003ch3\u003eThe Queen of Sheba’s Praise of Solomon\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 2su_9_1\"\u003e \u003csup\u003e1\u003c/sup\u003eNow \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 10:1; Ps. 72:10; (Matt. 12:42; Luke 11:31)\"\u003e⚓\u003c/a\u003ewhen the queen of Sheba heard of the fame of Solomon, she came to Jerusalem to test Solomon with hard questions, \u003ci\u003ehaving\u003c/i\u003e a very great retinue, camels that bore spices, gold in abundance, and precious stones; and when she came to Solomon, she spoke with him about all that was in her heart. \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_2\"\u003e\u003csup\u003e2\u003c/sup\u003eSo Solomon answered all her questions; there was nothing so difficult for Solomon that he could not explain it to her. \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_3\"\u003e\u003csup\u003e3\u003c/sup\u003eAnd when the queen of Sheba had seen the wisdom of Solomon, the house that he had built, \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_4\"\u003e\u003csup\u003e4\u003c/sup\u003ethe food on his table, the seating of his servants, the service of his waiters and their apparel, his \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Neh. 1:11\"\u003e⚓\u003c/a\u003ecupbearers and their apparel, and his entryway by which he went up to the house of the Lord, there was no more spirit in her.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_9_5\"\u003e \u003csup\u003e5\u003c/sup\u003eThen she said to the king: “\u003ci\u003eIt\u003c/i\u003e \u003ci\u003ewas\u003c/i\u003e a true report which I heard in my own land about your words and your wisdom. \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_6\"\u003e\u003csup\u003e6\u003c/sup\u003eHowever I did not believe their words until I came and saw with my own eyes; and indeed the half of the greatness of your wisdom was not told me. You exceed the fame of which I heard. \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_7\"\u003e\u003csup\u003e7\u003c/sup\u003eHappy \u003ci\u003eare\u003c/i\u003e your men and happy \u003ci\u003eare\u003c/i\u003e these your servants, who stand continually before you and hear your wisdom! \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_8\"\u003e\u003csup\u003e8\u003c/sup\u003eBlessed be the Lord your God, who delighted in you, setting you on His throne \u003ci\u003eto\u003c/i\u003e \u003ci\u003ebe\u003c/i\u003e king for the Lord your God! Because your God has \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 7:8; 2 Chr. 2:11; (Ps. 44:3)\"\u003e⚓\u003c/a\u003eloved Israel, to establish them forever, therefore He made you king over them, to do justice and righteousness.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_9_9\"\u003e \u003csup\u003e9\u003c/sup\u003eAnd she gave the king one hundred and twenty talents of gold, spices in great abundance, and precious stones; there never were any spices such as those the queen of Sheba gave to King Solomon.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_9_10\"\u003e \u003csup\u003e10\u003c/sup\u003eAlso, the servants of Hiram and the servants of Solomon, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 8:18\"\u003e⚓\u003c/a\u003ewho brought gold from Ophir, brought algum wood and precious stones. \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_11\"\u003e\u003csup\u003e11\u003c/sup\u003eAnd the king made walkways \u003ci\u003eof\u003c/i\u003e the algum wood for the house of the Lord and for the king’s house, also harps and stringed instruments for singers; and there were none such \u003ci\u003eas\u003c/i\u003e \u003ci\u003ethese\u003c/i\u003e seen before in the land of Judah.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_9_12\"\u003e \u003csup\u003e12\u003c/sup\u003eNow King Solomon gave to the queen of Sheba all she desired, whatever she asked, \u003ci\u003emuch\u003c/i\u003e \u003ci\u003emore\u003c/i\u003e than she had brought to the king. So she turned and went to her own country, she and her servants.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eSolomon’s Great Wealth\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 2su_9_13\"\u003e \u003csup\u003e13\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 10:14–29\"\u003e⚓\u003c/a\u003eThe weight of gold that came to Solomon yearly was six hundred and sixty-six talents of gold, \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_14\"\u003e\u003csup\u003e14\u003c/sup\u003ebesides \u003ci\u003ewhat\u003c/i\u003e the traveling merchants and traders brought. And all the kings of Arabia and governors of the country brought gold and silver to Solomon. \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_15\"\u003e\u003csup\u003e15\u003c/sup\u003eAnd King Solomon made two hundred large shields of hammered gold; six hundred \u003ci\u003eshekels\u003c/i\u003e of hammered gold went into each shield. \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_16\"\u003e\u003csup\u003e16\u003c/sup\u003e\u003ci\u003eHe\u003c/i\u003e also \u003ci\u003emade\u003c/i\u003e three hundred shields of hammered gold; three hundred \u003ci\u003eshekels\u003c/i\u003e of gold went into each shield. The king put them in the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 7:2\"\u003e⚓\u003c/a\u003eHouse of the Forest of Lebanon.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_9_17\"\u003e \u003csup\u003e17\u003c/sup\u003eMoreover the king made a great throne of ivory, and overlaid it with pure gold. \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_18\"\u003e\u003csup\u003e18\u003c/sup\u003eThe throne \u003ci\u003ehad\u003c/i\u003e six steps, with a footstool of gold, \u003ci\u003ewhich\u003c/i\u003e \u003ci\u003ewere\u003c/i\u003e fastened to the throne; there were armrests on either side of the place of the seat, and two lions stood beside the armrests. \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_19\"\u003e\u003csup\u003e19\u003c/sup\u003eTwelve lions stood there, one on each side of the six steps; nothing like \u003ci\u003ethis\u003c/i\u003e had been made for any \u003ci\u003eother\u003c/i\u003e kingdom.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_9_20\"\u003e \u003csup\u003e20\u003c/sup\u003eAll King Solomon’s drinking vessels \u003ci\u003ewere\u003c/i\u003e gold, and all the vessels of the House of the Forest of Lebanon \u003ci\u003ewere\u003c/i\u003e pure gold. Not \u003ci\u003eone\u003c/i\u003e \u003ci\u003ewas\u003c/i\u003e silver, for this was accounted as nothing in the days of Solomon. \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_21\"\u003e\u003csup\u003e21\u003c/sup\u003eFor the king’s ships went to \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 20:36, 37; Ps. 72:10\"\u003e⚓\u003c/a\u003eTarshish with the servants of Hiram. Once every three years the merchant ships came, bringing gold, silver, ivory, apes, and monkeys.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_9_22\"\u003e \u003csup\u003e22\u003c/sup\u003eSo King Solomon surpassed all the kings of the earth in riches and wisdom. \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_23\"\u003e\u003csup\u003e23\u003c/sup\u003eAnd all the kings of the earth sought the presence of Solomon to hear his wisdom, which God had put in his heart. \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_24\"\u003e\u003csup\u003e24\u003c/sup\u003eEach man brought his present: articles of silver and gold, garments, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 20:11\"\u003e⚓\u003c/a\u003earmor, spices, horses, and mules, at a set rate year by year.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_9_25\"\u003e \u003csup\u003e25\u003c/sup\u003eSolomon \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 17:16; 1 Kin. 4:26; 10:26; 2 Chr. 1:14; Is. 2:7\"\u003e⚓\u003c/a\u003ehad four thousand stalls for horses and chariots, and twelve thousand horsemen whom he stationed in the chariot cities and with the king at Jerusalem.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_9_26\"\u003e \u003csup\u003e26\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 4:21\"\u003e⚓\u003c/a\u003eSo he reigned over all the kings \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 15:18; Ps. 72:8\"\u003e⚓\u003c/a\u003efrom the River to the land of the Philistines, as far as the border of Egypt. \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_27\"\u003e\u003csup\u003e27\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 10:27\"\u003e⚓\u003c/a\u003eThe king made silver \u003ci\u003eas\u003c/i\u003e \u003ci\u003ecommon\u003c/i\u003e in Jerusalem as stones, and he made cedar trees \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 1:15–17\"\u003e⚓\u003c/a\u003eas abundant as the sycamores which \u003ci\u003eare\u003c/i\u003e in the lowland. \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_28\"\u003e\u003csup\u003e28\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 10:28; 2 Chr. 1:16\"\u003e⚓\u003c/a\u003eAnd they brought horses to Solomon from Egypt and from all lands.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eDeath of Solomon\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 2su_9_29\"\u003e \u003csup\u003e29\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 11:41\"\u003e⚓\u003c/a\u003eNow the rest of the acts of Solomon, first and last, \u003ci\u003eare\u003c/i\u003e they not written in the book of Nathan the prophet, in the prophecy of \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 11:29\"\u003e⚓\u003c/a\u003eAhijah the Shilonite, and in the visions of \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 12:15; 13:22\"\u003e⚓\u003c/a\u003eIddo the seer concerning Jeroboam the son of Nebat? \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_30\"\u003e\u003csup\u003e30\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 4:21; 11:42, 43; 1 Chr. 29:28\"\u003e⚓\u003c/a\u003eSolomon reigned in Jerusalem over all Israel forty years. \u003c/span\u003e\n\u003cspan class=\"verse 2su_9_31\"\u003e\u003csup\u003e31\u003c/sup\u003eThen Solomon rested with his fathers, and was buried in the City of David his father. And Rehoboam his son reigned in his place.\u003cbr/\u003e\u003c/span\u003e\n"
}