{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "II Chronicles ",
    "BookNumber": 14,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e10\u003c/h1\u003e\u003ch3\u003eThe Revolt Against Rehoboam\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 2su_10_1\"\u003e \u003csup\u003e1\u003c/sup\u003eAnd \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 12:1–20\"\u003e⚓\u003c/a\u003eRehoboam went to Shechem, for all Israel had gone to Shechem to make him king. \u003c/span\u003e\n\u003cspan class=\"verse 2su_10_2\"\u003e\u003csup\u003e2\u003c/sup\u003eSo it happened, when Jeroboam the son of Nebat heard \u003ci\u003eit\u003c/i\u003e (he was in Egypt, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 11:40\"\u003e⚓\u003c/a\u003ewhere he had fled from the presence of King Solomon), that Jeroboam returned from Egypt. \u003c/span\u003e\n\u003cspan class=\"verse 2su_10_3\"\u003e\u003csup\u003e3\u003c/sup\u003eThen they sent for him and called him. And Jeroboam and all Israel came and spoke to Rehoboam, saying, \u003c/span\u003e\n\u003cspan class=\"verse 2su_10_4\"\u003e\u003csup\u003e4\u003c/sup\u003e“Your father made our yoke heavy; now therefore, lighten the burdensome service of your father and his heavy yoke which he put on us, and we will serve you.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_10_5\"\u003e \u003csup\u003e5\u003c/sup\u003eSo he said to them, “Come back to me after three days.” And the people departed.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_10_6\"\u003e \u003csup\u003e6\u003c/sup\u003eThen King Rehoboam consulted the elders who stood before his father Solomon while he still lived, saying, “How do you advise \u003ci\u003eme\u003c/i\u003e to answer these people?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_10_7\"\u003e \u003csup\u003e7\u003c/sup\u003eAnd they spoke to him, saying, “If you are kind to these people, and please them, and speak good words to them, they will be your servants forever.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_10_8\"\u003e \u003csup\u003e8\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 12:8–11\"\u003e⚓\u003c/a\u003eBut he rejected the advice which the elders had given him, and consulted the young men who had grown up with him, who stood before him. \u003c/span\u003e\n\u003cspan class=\"verse 2su_10_9\"\u003e\u003csup\u003e9\u003c/sup\u003eAnd he said to them, “What advice do you give? How should we answer this people who have spoken to me, saying, ‘Lighten the yoke which your father put on us’?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_10_10\"\u003e \u003csup\u003e10\u003c/sup\u003eThen the young men who had grown up with him spoke to him, saying, “Thus you should speak to the people who have spoken to you, saying, ‘Your father made our yoke heavy, but you make \u003ci\u003eit\u003c/i\u003e lighter on us’—thus you shall say to them: ‘My little \u003ci\u003efinger\u003c/i\u003e shall be thicker than my father’s waist! \u003c/span\u003e\n\u003cspan class=\"verse 2su_10_11\"\u003e\u003csup\u003e11\u003c/sup\u003eAnd now, whereas my father put a heavy yoke on you, I will add to your yoke; my father chastised you with whips, but I \u003ci\u003ewill\u003c/i\u003e \u003ci\u003echastise\u003c/i\u003e \u003ci\u003eyou\u003c/i\u003e with scourges!’ ”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_10_12\"\u003e \u003csup\u003e12\u003c/sup\u003eSo \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 12:12–14\"\u003e⚓\u003c/a\u003eJeroboam and all the people came to Rehoboam on the third day, as the king had directed, saying, “Come back to me the third day.” \u003c/span\u003e\n\u003cspan class=\"verse 2su_10_13\"\u003e\u003csup\u003e13\u003c/sup\u003eThen the king answered them roughly. King Rehoboam rejected the advice of the elders, \u003c/span\u003e\n\u003cspan class=\"verse 2su_10_14\"\u003e\u003csup\u003e14\u003c/sup\u003eand he spoke to them according to the advice of the young men, saying, “My father made your yoke heavy, but I will add to it; my father chastised you with whips, but I \u003ci\u003ewill\u003c/i\u003e \u003ci\u003echastise\u003c/i\u003e \u003ci\u003eyou\u003c/i\u003e with scourges!” \u003c/span\u003e\n\u003cspan class=\"verse 2su_10_15\"\u003e\u003csup\u003e15\u003c/sup\u003eSo the king did not listen to the people; \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 14:4; 1 Chr. 5:22; 2 Chr. 11:4; 22:7\"\u003e⚓\u003c/a\u003efor the turn \u003ci\u003eof\u003c/i\u003e \u003ci\u003eevents\u003c/i\u003e was from God, that the Lord might fulfill His \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 11:29–39\"\u003e⚓\u003c/a\u003eword, which He had spoken by the hand of Ahijah the Shilonite to Jeroboam the son of Nebat.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_10_16\"\u003e \u003csup\u003e16\u003c/sup\u003eNow when all Israel \u003ci\u003esaw\u003c/i\u003e that the king did not listen to them, the people answered the king, saying:\u003cbr/\u003e  “What share have we in David?\u003cbr/\u003e   \u003ci\u003eWe\u003c/i\u003e \u003ci\u003ehave\u003c/i\u003e no inheritance in the son of Jesse.\u003cbr/\u003e   Every man to your tents, O Israel!\u003cbr/\u003e   Now see to your own house, O David!”\u003cbr/\u003e So all Israel departed to their tents. \u003c/span\u003e\n\u003cspan class=\"verse 2su_10_17\"\u003e\u003csup\u003e17\u003c/sup\u003eBut Rehoboam reigned over the children of Israel who dwelt in the cities of Judah.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_10_18\"\u003e \u003csup\u003e18\u003c/sup\u003eThen King Rehoboam sent Hadoram, who \u003ci\u003ewas\u003c/i\u003e in charge of revenue; but the children of Israel stoned him with stones, and he died. Therefore King Rehoboam mounted \u003ci\u003ehis\u003c/i\u003e chariot in haste to flee to Jerusalem. \u003c/span\u003e\n\u003cspan class=\"verse 2su_10_19\"\u003e\u003csup\u003e19\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 12:19\"\u003e⚓\u003c/a\u003eSo Israel has been in rebellion against the house of David to this day.\u003cbr/\u003e\u003c/span\u003e\n"
}