{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "II Chronicles ",
    "BookNumber": 14,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e18\u003c/h1\u003e\u003ch3\u003eMicaiah Warns Ahab\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 2su_18_1\"\u003e \u003csup\u003e1\u003c/sup\u003eJehoshaphat \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 17:5\"\u003e⚓\u003c/a\u003ehad riches and honor in abundance; and by marriage he \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 22:44; 2 Kin. 8:18\"\u003e⚓\u003c/a\u003eallied himself with \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 22:40\"\u003e⚓\u003c/a\u003eAhab. \u003c/span\u003e\n\u003cspan class=\"verse 2su_18_2\"\u003e\u003csup\u003e2\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Ex. 23:2); 1 Kin. 22:2\"\u003e⚓\u003c/a\u003eAfter some years he went down to \u003ci\u003evisit\u003c/i\u003e Ahab in Samaria; and Ahab killed sheep and oxen in abundance for him and the people who were with him, and persuaded him to go up \u003ci\u003ewith\u003c/i\u003e \u003ci\u003ehim\u003c/i\u003e to Ramoth Gilead. \u003c/span\u003e\n\u003cspan class=\"verse 2su_18_3\"\u003e\u003csup\u003e3\u003c/sup\u003eSo Ahab king of Israel said to Jehoshaphat king of Judah, “Will you go with me \u003ci\u003eagainst\u003c/i\u003e Ramoth Gilead?”\u003cbr/\u003e And he answered him, “I \u003ci\u003eam\u003c/i\u003e as you \u003ci\u003eare,\u003c/i\u003e and my people as your people; \u003ci\u003ewe\u003c/i\u003e \u003ci\u003ewill\u003c/i\u003e \u003ci\u003ebe\u003c/i\u003e with you in the war.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_4\"\u003e \u003csup\u003e4\u003c/sup\u003eAlso Jehoshaphat said to the king of Israel, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Sam. 23:2, 4, 9; 2 Sam. 2:1\"\u003e⚓\u003c/a\u003e“Please inquire for the word of the Lord today.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_5\"\u003e \u003csup\u003e5\u003c/sup\u003eThen the king of Israel gathered the prophets together, four hundred men, and said to them, “Shall we go to war against Ramoth Gilead, or shall I refrain?”\u003cbr/\u003e So they said, “Go up, for God will deliver it into the king’s hand.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_6\"\u003e \u003csup\u003e6\u003c/sup\u003eBut Jehoshaphat said, “\u003ci\u003eIs\u003c/i\u003e \u003ci\u003ethere\u003c/i\u003e not still a prophet of the Lord here, that we may inquire of \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 3:11\"\u003e⚓\u003c/a\u003eHim?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_7\"\u003e \u003csup\u003e7\u003c/sup\u003eSo the king of Israel said to Jehoshaphat, “\u003ci\u003eThere\u003c/i\u003e \u003ci\u003eis\u003c/i\u003e still one man by whom we may inquire of the Lord; but I hate him, because he never prophesies good concerning me, but always evil. He \u003ci\u003eis\u003c/i\u003e Micaiah the son of Imla.”\u003cbr/\u003e And Jehoshaphat said, “Let not the king say such things!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_8\"\u003e \u003csup\u003e8\u003c/sup\u003eThen the king of Israel called one \u003ci\u003eof\u003c/i\u003e \u003ci\u003ehis\u003c/i\u003e officers and said, “Bring Micaiah the son of Imla quickly!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_9\"\u003e \u003csup\u003e9\u003c/sup\u003eThe king of Israel and Jehoshaphat king of Judah, clothed in \u003ci\u003etheir\u003c/i\u003e robes, sat each on his throne; and they sat at a threshing floor at the entrance of the gate of Samaria; and all the prophets prophesied before them. \u003c/span\u003e\n\u003cspan class=\"verse 2su_18_10\"\u003e\u003csup\u003e10\u003c/sup\u003eNow Zedekiah the son of Chenaanah had made \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Zech. 1:18–21\"\u003e⚓\u003c/a\u003ehorns of iron for himself; and he said, “Thus says the Lord: ‘With these you shall gore the Syrians until they are destroyed.’ ”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_11\"\u003e \u003csup\u003e11\u003c/sup\u003eAnd all the prophets prophesied so, saying, “Go up to Ramoth Gilead and prosper, for the Lord will deliver \u003ci\u003eit\u003c/i\u003e into the king’s hand.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_12\"\u003e \u003csup\u003e12\u003c/sup\u003eThen the messenger who had gone to call Micaiah spoke to him, saying, “Now listen, the words of the prophets with one accord encourage the king. Therefore please let your word be like \u003ci\u003ethe\u003c/i\u003e \u003ci\u003eword\u003c/i\u003e \u003ci\u003eof\u003c/i\u003e one of them, and speak encouragement.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_13\"\u003e \u003csup\u003e13\u003c/sup\u003eAnd Micaiah said, “\u003ci\u003eAs\u003c/i\u003e the Lord lives, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 22:18–20, 35; 23:12, 26; 1 Kin. 22:14\"\u003e⚓\u003c/a\u003ewhatever my God says, that I will speak.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_14\"\u003e \u003csup\u003e14\u003c/sup\u003eThen he came to the king; and the king said to him, “Micaiah, shall we go to war against Ramoth Gilead, or shall I refrain?”\u003cbr/\u003e And he said, “Go and prosper, and they shall be delivered into your hand!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_15\"\u003e \u003csup\u003e15\u003c/sup\u003eSo the king said to him, “How many times shall I make you swear that you tell me nothing but the truth in the name of the Lord?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_16\"\u003e \u003csup\u003e16\u003c/sup\u003eThen he said, “I saw all Israel \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Jer. 23:1–8; 31:10)\"\u003e⚓\u003c/a\u003escattered on the mountains, as sheep that have no \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 27:17; 1 Kin. 22:17; (Ezek. 34:5–8); Matt. 9:36; Mark 6:34\"\u003e⚓\u003c/a\u003eshepherd. And the Lord said, ‘These have no master. Let each return to his house in peace.’ ”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_17\"\u003e \u003csup\u003e17\u003c/sup\u003eAnd the king of Israel said to Jehoshaphat, “Did I not tell you he would not prophesy good concerning me, but evil?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_18\"\u003e \u003csup\u003e18\u003c/sup\u003eThen \u003ci\u003eMicaiah\u003c/i\u003e said, “Therefore hear the word of the Lord: I saw the Lord sitting on His \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Is. 6:1–5; Dan. 7:9, 10\"\u003e⚓\u003c/a\u003ethrone, and all the host of heaven standing on His right hand and His left. \u003c/span\u003e\n\u003cspan class=\"verse 2su_18_19\"\u003e\u003csup\u003e19\u003c/sup\u003eAnd the Lord said, ‘Who will persuade Ahab king of Israel to go up, that he may fall at Ramoth Gilead?’ So one spoke in this manner, and another spoke in that manner. \u003c/span\u003e\n\u003cspan class=\"verse 2su_18_20\"\u003e\u003csup\u003e20\u003c/sup\u003eThen a \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Job 1:6; 2 Thess. 2:9\"\u003e⚓\u003c/a\u003espirit came forward and stood before the Lord, and said, ‘I will persuade him.’ The Lord said to him, ‘In what way?’ \u003c/span\u003e\n\u003cspan class=\"verse 2su_18_21\"\u003e\u003csup\u003e21\u003c/sup\u003eSo he said, ‘I will go out and be a lying spirit in the mouth of all his prophets.’ And \u003ci\u003ethe\u003c/i\u003e \u003ci\u003eLord\u003c/i\u003e said, ‘You shall persuade \u003ci\u003ehim\u003c/i\u003e and also prevail; go out and do so.’ \u003c/span\u003e\n\u003cspan class=\"verse 2su_18_22\"\u003e\u003csup\u003e22\u003c/sup\u003eTherefore look! \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Job 12:16, 17; Is. 19:12–14; Ezek. 14:9\"\u003e⚓\u003c/a\u003eThe Lord has put a lying spirit in the mouth of these prophets of yours, and the Lord has declared disaster against you.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_23\"\u003e \u003csup\u003e23\u003c/sup\u003eThen Zedekiah the son of Chenaanah went near and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Jer. 20:2; Mark 14:65; Acts 23:2\"\u003e⚓\u003c/a\u003estruck Micaiah on the cheek, and said, “Which way did the spirit from the Lord go from me to speak to you?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_24\"\u003e \u003csup\u003e24\u003c/sup\u003eAnd Micaiah said, “Indeed you shall see on that day when you go into an inner chamber to hide!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_25\"\u003e \u003csup\u003e25\u003c/sup\u003eThen the king of Israel said, “Take Micaiah, and return him to Amon the governor of the city and to Joash the king’s son; \u003c/span\u003e\n\u003cspan class=\"verse 2su_18_26\"\u003e\u003csup\u003e26\u003c/sup\u003eand say, ‘Thus says the king: \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 16:10\"\u003e⚓\u003c/a\u003e“Put this \u003ci\u003efellow\u003c/i\u003e in prison, and feed him with bread of affliction and water of affliction, until I return in peace.” ’ ”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_27\"\u003e \u003csup\u003e27\u003c/sup\u003eBut Micaiah said, “If you ever return in peace, the Lord has not spoken by \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 18:22\"\u003e⚓\u003c/a\u003eme.” And he said, “Take heed, all you people!”\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eAhab Dies in Battle\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 2su_18_28\"\u003e \u003csup\u003e28\u003c/sup\u003eSo the king of Israel and Jehoshaphat the king of Judah went up to Ramoth Gilead. \u003c/span\u003e\n\u003cspan class=\"verse 2su_18_29\"\u003e\u003csup\u003e29\u003c/sup\u003eAnd the king of Israel said to Jehoshaphat, “I will \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 35:22\"\u003e⚓\u003c/a\u003edisguise myself and go into battle; but you put on your robes.” So the king of Israel disguised himself, and they went into battle.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_30\"\u003e \u003csup\u003e30\u003c/sup\u003eNow the king of Syria had commanded the captains of the chariots who \u003ci\u003ewere\u003c/i\u003e with him, saying, “Fight with no one small or great, but only with the king of Israel.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2su_18_31\"\u003e \u003csup\u003e31\u003c/sup\u003eSo it was, when the captains of the chariots saw Jehoshaphat, that they said, “It \u003ci\u003eis\u003c/i\u003e the king of Israel!” Therefore they surrounded him to attack; but Jehoshaphat \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 13:14, 15\"\u003e⚓\u003c/a\u003ecried out, and the Lord helped him, and God diverted them from him. \u003c/span\u003e\n\u003cspan class=\"verse 2su_18_32\"\u003e\u003csup\u003e32\u003c/sup\u003eFor so it was, when the captains of the chariots saw that it was not the king of Israel, that they turned back from pursuing him. \u003c/span\u003e\n\u003cspan class=\"verse 2su_18_33\"\u003e\u003csup\u003e33\u003c/sup\u003eNow a certain man drew a bow at random, and struck the king of Israel between the joints of his armor. So he said to the driver of his chariot, “Turn around and take me out of the battle, for I am wounded.” \u003c/span\u003e\n\u003cspan class=\"verse 2su_18_34\"\u003e\u003csup\u003e34\u003c/sup\u003eThe battle increased that day, and the king of Israel propped \u003ci\u003ehimself\u003c/i\u003e up in \u003ci\u003ehis\u003c/i\u003e chariot facing the Syrians until evening; and about the time of sunset he died.\u003cbr/\u003e\u003c/span\u003e\n"
}