{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "Acts ",
    "BookNumber": 44,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e27\u003c/h1\u003e\u003ch3\u003eThe Voyage to Rome Begins\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse cong_27_1\"\u003e \u003csup\u003e1\u003c/sup\u003eAnd when \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Acts 25:12, 25\"\u003e⚓\u003c/a\u003eit was decided that we should sail to Italy, they delivered Paul and some other prisoners to \u003ci\u003eone\u003c/i\u003e named Julius, a centurion of the Augustan Regiment. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_2\"\u003e\u003csup\u003e2\u003c/sup\u003eSo, entering a ship of Adramyttium, we put to sea, meaning to sail along the coasts of Asia. \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Acts 19:29\"\u003e⚓\u003c/a\u003eAristarchus, a Macedonian of Thessalonica, was with us. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_3\"\u003e\u003csup\u003e3\u003c/sup\u003eAnd the next \u003ci\u003eday\u003c/i\u003e we landed at Sidon. And Julius \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Acts 24:23; 28:16\"\u003e⚓\u003c/a\u003etreated Paul kindly and gave \u003ci\u003ehim\u003c/i\u003e liberty to go to his friends and receive care. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_4\"\u003e\u003csup\u003e4\u003c/sup\u003eWhen we had put to sea from there, we sailed under \u003ci\u003ethe\u003c/i\u003e \u003ci\u003eshelter\u003c/i\u003e \u003ci\u003eof\u003c/i\u003e Cyprus, because the winds were contrary. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_5\"\u003e\u003csup\u003e5\u003c/sup\u003eAnd when we had sailed over the sea which is off Cilicia and Pamphylia, we came to Myra, \u003ci\u003ea\u003c/i\u003e \u003ci\u003ecity\u003c/i\u003e of Lycia. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_6\"\u003e\u003csup\u003e6\u003c/sup\u003eThere the centurion found \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Acts 28:11\"\u003e⚓\u003c/a\u003ean Alexandrian ship sailing to Italy, and he put us on board.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cong_27_7\"\u003e \u003csup\u003e7\u003c/sup\u003eWhen we had sailed slowly many days, and arrived with difficulty off Cnidus, the wind not permitting us to proceed, we sailed under \u003ci\u003ethe\u003c/i\u003e \u003ci\u003eshelter\u003c/i\u003e \u003ci\u003eof\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Acts 2:11; 27:12, 21; Titus 1:5, 12\"\u003e⚓\u003c/a\u003eCrete off Salmone. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_8\"\u003e\u003csup\u003e8\u003c/sup\u003ePassing it with difficulty, we came to a place called Fair Havens, near the city \u003ci\u003eof\u003c/i\u003e Lasea.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003ePaul’s Warning Ignored\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse cong_27_9\"\u003e \u003csup\u003e9\u003c/sup\u003eNow when much time had been spent, and sailing was now dangerous \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Lev. 16:29–31; 23:27–29; Num. 29:7\"\u003e⚓\u003c/a\u003ebecause the Fast was already over, Paul advised them, \u003c/span\u003e\n\u003cspan class=\"verse cong_27_10\"\u003e\u003csup\u003e10\u003c/sup\u003esaying, “Men, I perceive that this voyage will end with disaster and much loss, not only of the cargo and ship, but also our lives.” \u003c/span\u003e\n\u003cspan class=\"verse cong_27_11\"\u003e\u003csup\u003e11\u003c/sup\u003eNevertheless the centurion was more persuaded by the helmsman and the owner of the ship than by the things spoken by Paul. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_12\"\u003e\u003csup\u003e12\u003c/sup\u003eAnd because the harbor was not suitable to winter in, the majority advised to set sail from there also, if by any means they could reach Phoenix, a harbor of Crete opening toward the southwest and northwest, \u003ci\u003eand\u003c/i\u003e winter \u003ci\u003ethere.\u003c/i\u003e\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eIn the Tempest\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse cong_27_13\"\u003e \u003csup\u003e13\u003c/sup\u003eWhen the south wind blew softly, supposing that they had obtained \u003ci\u003etheir\u003c/i\u003e desire, putting out to sea, they sailed close by Crete. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_14\"\u003e\u003csup\u003e14\u003c/sup\u003eBut not long after, a tempestuous head wind arose, called Euroclydon. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_15\"\u003e\u003csup\u003e15\u003c/sup\u003eSo when the ship was caught, and could not head into the wind, we let \u003ci\u003eher\u003c/i\u003e drive. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_16\"\u003e\u003csup\u003e16\u003c/sup\u003eAnd running under \u003ci\u003ethe\u003c/i\u003e \u003ci\u003eshelter\u003c/i\u003e \u003ci\u003eof\u003c/i\u003e an island called Clauda, we secured the skiff with difficulty. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_17\"\u003e\u003csup\u003e17\u003c/sup\u003eWhen they had taken it on board, they used cables to undergird the ship; and fearing lest they should run aground on the Syrtis \u003ci\u003eSands,\u003c/i\u003e they struck sail and so were driven. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_18\"\u003e\u003csup\u003e18\u003c/sup\u003eAnd because we were exceedingly tempest-tossed, the next \u003ci\u003eday\u003c/i\u003e they lightened the ship. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_19\"\u003e\u003csup\u003e19\u003c/sup\u003eOn the third \u003ci\u003eday\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Jon. 1:5\"\u003e⚓\u003c/a\u003ewe threw the ship’s tackle overboard with our own hands. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_20\"\u003e\u003csup\u003e20\u003c/sup\u003eNow when neither sun nor stars appeared for many days, and no small tempest beat on \u003ci\u003eus,\u003c/i\u003e all hope that we would be saved was finally given up.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cong_27_21\"\u003e \u003csup\u003e21\u003c/sup\u003eBut after long abstinence from food, then Paul stood in the midst of them and said, “Men, you should have listened to me, and not have sailed from Crete and incurred this disaster and loss. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_22\"\u003e\u003csup\u003e22\u003c/sup\u003eAnd now I urge you to take heart, for there will be no loss of life among you, but only of the ship. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_23\"\u003e\u003csup\u003e23\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Acts 18:9; 23:11; 2 Tim. 4:17\"\u003e⚓\u003c/a\u003eFor there stood by me this night an angel of the God to whom I belong and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 6:16; Rom. 1:9; 2 Tim. 1:3\"\u003e⚓\u003c/a\u003ewhom I serve, \u003c/span\u003e\n\u003cspan class=\"verse cong_27_24\"\u003e\u003csup\u003e24\u003c/sup\u003esaying, ‘Do not be afraid, Paul; you must be brought before Caesar; and indeed God has granted you all those who sail with you.’ \u003c/span\u003e\n\u003cspan class=\"verse cong_27_25\"\u003e\u003csup\u003e25\u003c/sup\u003eTherefore take heart, men, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Luke 1:45; Rom. 4:20, 21; 2 Tim. 1:12\"\u003e⚓\u003c/a\u003efor I believe God that it will be just as it was told me. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_26\"\u003e\u003csup\u003e26\u003c/sup\u003eHowever, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Acts 28:1\"\u003e⚓\u003c/a\u003ewe must run aground on a certain island.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cong_27_27\"\u003e \u003csup\u003e27\u003c/sup\u003eNow when the fourteenth night had come, as we were driven up and down in the Adriatic \u003ci\u003eSea,\u003c/i\u003e about midnight the sailors sensed that they were drawing near some land. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_28\"\u003e\u003csup\u003e28\u003c/sup\u003eAnd they took soundings and found \u003ci\u003eit\u003c/i\u003e to be twenty fathoms; and when they had gone a little farther, they took soundings again and found \u003ci\u003eit\u003c/i\u003e to be fifteen fathoms. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_29\"\u003e\u003csup\u003e29\u003c/sup\u003eThen, fearing lest we should run aground on the rocks, they dropped four anchors from the stern, and prayed for day to come. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_30\"\u003e\u003csup\u003e30\u003c/sup\u003eAnd as the sailors were seeking to escape from the ship, when they had let down the skiff into the sea, under pretense of putting out anchors from the prow, \u003c/span\u003e\n\u003cspan class=\"verse cong_27_31\"\u003e\u003csup\u003e31\u003c/sup\u003ePaul said to the centurion and the soldiers, “Unless these men stay in the ship, you cannot be saved.” \u003c/span\u003e\n\u003cspan class=\"verse cong_27_32\"\u003e\u003csup\u003e32\u003c/sup\u003eThen the soldiers cut away the ropes of the skiff and let it fall off.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cong_27_33\"\u003e \u003csup\u003e33\u003c/sup\u003eAnd as day was about to dawn, Paul implored \u003ci\u003ethem\u003c/i\u003e all to take food, saying, “Today is the fourteenth day you have waited and continued without food, and eaten nothing. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_34\"\u003e\u003csup\u003e34\u003c/sup\u003eTherefore I urge you to take nourishment, for this is for your survival, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 1:52; (Matt. 10:30; Luke 12:7; 21:18)\"\u003e⚓\u003c/a\u003esince not a hair will fall from the head of any of you.” \u003c/span\u003e\n\u003cspan class=\"verse cong_27_35\"\u003e\u003csup\u003e35\u003c/sup\u003eAnd when he had said these things, he took bread and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Sam. 9:13; Matt. 15:36; Mark 8:6; John 6:11; (1 Tim. 4:3, 4)\"\u003e⚓\u003c/a\u003egave thanks to God in the presence of them all; and when he had broken \u003ci\u003eit\u003c/i\u003e he began to eat. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_36\"\u003e\u003csup\u003e36\u003c/sup\u003eThen they were all encouraged, and also took food themselves. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_37\"\u003e\u003csup\u003e37\u003c/sup\u003eAnd in all we were two hundred and seventy-six \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Acts 2:41; 7:14; Rom. 13:1; 1 Pet. 3:20\"\u003e⚓\u003c/a\u003epersons on the ship. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_38\"\u003e\u003csup\u003e38\u003c/sup\u003eSo when they had eaten enough, they lightened the ship and threw out the wheat into the sea.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eShipwrecked on Malta\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse cong_27_39\"\u003e \u003csup\u003e39\u003c/sup\u003eWhen it was day, they did not recognize the land; but they observed a bay with a beach, onto which they planned to run the ship if possible. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_40\"\u003e\u003csup\u003e40\u003c/sup\u003eAnd they let go the anchors and left \u003ci\u003ethem\u003c/i\u003e in the sea, meanwhile loosing the rudder ropes; and they hoisted the mainsail to the wind and made for shore. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_41\"\u003e\u003csup\u003e41\u003c/sup\u003eBut striking a place where two seas met, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Cor. 11:25\"\u003e⚓\u003c/a\u003ethey ran the ship aground; and the prow stuck fast and remained immovable, but the stern was being broken up by the violence of the waves.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cong_27_42\"\u003e \u003csup\u003e42\u003c/sup\u003eAnd the soldiers’ plan was to kill the prisoners, lest any of them should swim away and escape. \u003c/span\u003e\n\u003cspan class=\"verse cong_27_43\"\u003e\u003csup\u003e43\u003c/sup\u003eBut the centurion, wanting to save Paul, kept them from \u003ci\u003etheir\u003c/i\u003e purpose, and commanded that those who could swim should jump \u003ci\u003eoverboard\u003c/i\u003e first and get to land, \u003c/span\u003e\n\u003cspan class=\"verse cong_27_44\"\u003e\u003csup\u003e44\u003c/sup\u003eand the rest, some on boards and some on \u003ci\u003eparts\u003c/i\u003e of the ship. And so it was \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Acts 27:22, 31\"\u003e⚓\u003c/a\u003ethat they all escaped safely to land.\u003cbr/\u003e\u003c/span\u003e\n"
}