{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "II Samuel ",
    "BookNumber": 10,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e18\u003c/h1\u003e\u003ch3\u003eAbsalom’s Defeat and Death\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 2sa_18_1\"\u003e \u003csup\u003e1\u003c/sup\u003eAnd David numbered the people who \u003ci\u003ewere\u003c/i\u003e with him, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 16:2, 14\"\u003e⚓\u003c/a\u003eset captains of thousands and captains of hundreds over them. \u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_2\"\u003e\u003csup\u003e2\u003c/sup\u003eThen David sent out one third of the people under the hand of Joab, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 18:25; Num. 31:14; 1 Sam. 22:7\"\u003e⚓\u003c/a\u003eone third under the hand of Abishai the son of Zeruiah, Joab’s brother, and one third under the hand of \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 7:16; 1 Sam. 11:11\"\u003e⚓\u003c/a\u003eIttai the Gittite. And the king said to the people, “I also will surely go out with you myself.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_3\"\u003e \u003csup\u003e3\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 15:19–22\"\u003e⚓\u003c/a\u003eBut the people answered, “You shall not go out! For if we flee away, they will not care about us; nor if half of us die, will they care about us. But \u003ci\u003eyou\u003c/i\u003e \u003ci\u003eare\u003c/i\u003e worth ten thousand of us now. For you are now more help to us in the city.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_4\"\u003e \u003csup\u003e4\u003c/sup\u003eThen the king said to them, “Whatever seems best to you I will do.” So the king stood beside the gate, and all the people went out by hundreds and by thousands. \u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_5\"\u003e\u003csup\u003e5\u003c/sup\u003eNow the king had commanded Joab, Abishai, and Ittai, saying, “\u003ci\u003eDeal\u003c/i\u003e gently for my sake with the young man Absalom.” \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 21:17\"\u003e⚓\u003c/a\u003eAnd all the people heard when the king gave all the captains orders concerning Absalom.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_6\"\u003e \u003csup\u003e6\u003c/sup\u003eSo the people went out into the field of battle against Israel. And the battle was in the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 18:12\"\u003e⚓\u003c/a\u003ewoods of Ephraim. \u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_7\"\u003e\u003csup\u003e7\u003c/sup\u003eThe people of Israel were overthrown there before the servants of David, and a great slaughter of twenty thousand took place there that day. \u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_8\"\u003e\u003csup\u003e8\u003c/sup\u003eFor the battle there was scattered over the face of the whole countryside, and the woods devoured more people that day than the sword devoured.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_9\"\u003e \u003csup\u003e9\u003c/sup\u003eThen Absalom met the servants of David. Absalom rode on a mule. The mule went under the thick boughs of a great terebinth tree, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 17:15, 18; 2 Sam. 17:26\"\u003e⚓\u003c/a\u003ehis head caught in the terebinth; so he was left hanging between heaven and earth. And the mule which \u003ci\u003ewas\u003c/i\u003e under him went on. \u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_10\"\u003e\u003csup\u003e10\u003c/sup\u003eNow a certain man saw \u003ci\u003eit\u003c/i\u003e and told Joab, and said, “I just saw Absalom hanging in a terebinth tree!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_11\"\u003e \u003csup\u003e11\u003c/sup\u003eSo Joab said to the man who told him, “You just saw \u003ci\u003ehim!\u003c/i\u003e And why did you not strike him there to the ground? I would have given you ten \u003ci\u003eshekels\u003c/i\u003e of silver and a belt.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_12\"\u003e \u003csup\u003e12\u003c/sup\u003eBut the man said to Joab, “Though I were to receive a thousand \u003ci\u003eshekels\u003c/i\u003e of silver in my hand, I would not raise my hand against the king’s son. \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 14:26\"\u003e⚓\u003c/a\u003eFor in our hearing the king commanded you and Abishai and Ittai, saying, ‘Beware lest anyone \u003ci\u003etouch\u003c/i\u003e the young man Absalom!’ \u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_13\"\u003e\u003csup\u003e13\u003c/sup\u003eOtherwise I would have dealt falsely against my own life. For there is nothing hidden from the king, and you yourself would have set yourself against \u003ci\u003eme.\u003c/i\u003e”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_14\"\u003e \u003csup\u003e14\u003c/sup\u003eThen Joab said, “I cannot linger with you.” And he took three spears in his hand and thrust them through Absalom’s heart, while he was \u003ci\u003estill\u003c/i\u003e alive in the midst of the terebinth tree. \u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_15\"\u003e\u003csup\u003e15\u003c/sup\u003eAnd ten young men who bore Joab’s armor surrounded Absalom, and struck and killed him.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_16\"\u003e \u003csup\u003e16\u003c/sup\u003eSo Joab blew the trumpet, and the people returned from pursuing Israel. For Joab held back the people. \u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_17\"\u003e\u003csup\u003e17\u003c/sup\u003eAnd they took Absalom and cast him into a large pit in the woods, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 18:5\"\u003e⚓\u003c/a\u003elaid a very large heap of stones over him. Then all Israel \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 21:20, 21; Josh. 7:26; 8:29\"\u003e⚓\u003c/a\u003efled, everyone to his tent.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_18\"\u003e \u003csup\u003e18\u003c/sup\u003eNow Absalom in his lifetime had taken and set up a pillar for himself, which \u003ci\u003eis\u003c/i\u003e in \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 19:8; 20:1, 22\"\u003e⚓\u003c/a\u003ethe King’s Valley. For he said, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 14:17\"\u003e⚓\u003c/a\u003e“I have no son to keep my name in remembrance.” He called the pillar after his own name. And to this day it is called Absalom’s Monument.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eDavid Hears of Absalom’s Death\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 2sa_18_19\"\u003e \u003csup\u003e19\u003c/sup\u003eThen \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 14:27\"\u003e⚓\u003c/a\u003eAhimaaz the son of Zadok said, “Let me run now and take the news to the king, how the Lord has avenged him of his enemies.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_20\"\u003e \u003csup\u003e20\u003c/sup\u003eAnd Joab said to him, “You shall not take the news this day, for you shall take the news another day. But today you shall take no news, because the king’s son is dead.” \u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_21\"\u003e\u003csup\u003e21\u003c/sup\u003eThen Joab said to the Cushite, “Go, tell the king what you have seen.” So the Cushite bowed himself to Joab and ran.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_22\"\u003e \u003csup\u003e22\u003c/sup\u003eAnd Ahimaaz the son of Zadok said again to Joab, “But whatever happens, please let me also run after the Cushite.”\u003cbr/\u003e So Joab said, “Why will you run, my son, since you have no news ready?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_23\"\u003e \u003csup\u003e23\u003c/sup\u003e“But whatever happens,” \u003ci\u003ehe\u003c/i\u003e \u003ci\u003esaid,\u003c/i\u003e “let me run.”\u003cbr/\u003e So he said to him, “Run.” Then Ahimaaz ran by way of the plain, and outran the Cushite.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_24\"\u003e \u003csup\u003e24\u003c/sup\u003eNow David was sitting between the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 15:36; 17:17\"\u003e⚓\u003c/a\u003etwo gates. And the watchman went up to the roof over the gate, to the wall, lifted his eyes and looked, and there was a man, running alone. \u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_25\"\u003e\u003csup\u003e25\u003c/sup\u003eThen the watchman cried out and told the king. And the king said, “If he \u003ci\u003eis\u003c/i\u003e alone, \u003ci\u003ethere\u003c/i\u003e \u003ci\u003eis\u003c/i\u003e news in his mouth.” And he came rapidly and drew near.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_26\"\u003e \u003csup\u003e26\u003c/sup\u003eThen the watchman saw \u003ci\u003eanother\u003c/i\u003e man running, and the watchman called to the gatekeeper and said, “There is \u003ci\u003eanother\u003c/i\u003e man, running alone!”\u003cbr/\u003e And the king said, “He also brings news.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_27\"\u003e \u003csup\u003e27\u003c/sup\u003eSo the watchman said, “I think the running of the first is like the running of Ahimaaz the son of Zadok.”\u003cbr/\u003e And the king said, “He \u003ci\u003eis\u003c/i\u003e a good man, and comes with \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 5:11; 2 Sam. 13:34; 2 Kin. 9:17\"\u003e⚓\u003c/a\u003egood news.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_28\"\u003e \u003csup\u003e28\u003c/sup\u003eSo Ahimaaz called out and said to the king, “All is well!” Then he bowed down with his face to the earth before the king, and said, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 1:42\"\u003e⚓\u003c/a\u003e“Blessed \u003ci\u003ebe\u003c/i\u003e the Lord your God, who has delivered up the men who raised their hand against my lord the king!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_29\"\u003e \u003csup\u003e29\u003c/sup\u003eThe king said, “Is the young man Absalom safe?”\u003cbr/\u003e Ahimaaz answered, “When Joab sent the king’s servant and \u003ci\u003eme\u003c/i\u003e your servant, I saw a great tumult, but I did not know what \u003ci\u003eit\u003c/i\u003e \u003ci\u003ewas\u003c/i\u003e \u003ci\u003eabout.\u003c/i\u003e”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_30\"\u003e \u003csup\u003e30\u003c/sup\u003eAnd the king said, “Turn aside \u003ci\u003eand\u003c/i\u003e stand here.” So he turned aside and stood still.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_31\"\u003e \u003csup\u003e31\u003c/sup\u003eJust then the Cushite came, and the Cushite said, “There is good news, my lord the king! For the Lord has avenged you this day of all those who rose against you.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2sa_18_32\"\u003e \u003csup\u003e32\u003c/sup\u003eAnd the king said to the Cushite, “Is the young man Absalom safe?”\u003cbr/\u003e So the Cushite answered, “May the enemies of my lord the king, and all who rise against you to do harm, be like \u003ci\u003ethat\u003c/i\u003e young man!”\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eDavid’s Mourning for Absalom\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 2sa_18_33\"\u003e \u003csup\u003e33\u003c/sup\u003eThen the king was deeply moved, and went up to the chamber over the gate, and wept. And as he went, he said thus: \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 16:12\"\u003e⚓\u003c/a\u003e“O my son Absalom—my son, my son Absalom—if only I had died in your place! O Absalom my son, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 12:10\"\u003e⚓\u003c/a\u003emy son!”\u003cbr/\u003e\u003c/span\u003e\n"
}