{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "Esther ",
    "BookNumber": 17,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e4\u003c/h1\u003e\u003ch3\u003eEsther Agrees to Help the Jews\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse et_4_1\"\u003e \u003csup\u003e1\u003c/sup\u003eWhen Mordecai learned all that had happened, he \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 1:11; Esth. 3:8–10; Jon. 3:5, 6\"\u003e⚓\u003c/a\u003etore his clothes and put on sackcloth \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 7:6; Ezek. 27:30\"\u003e⚓\u003c/a\u003eand ashes, and went out into the midst of the city. He \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 27:34\"\u003e⚓\u003c/a\u003ecried out with a loud and bitter cry. \u003c/span\u003e\n\u003cspan class=\"verse et_4_2\"\u003e\u003csup\u003e2\u003c/sup\u003eHe went as far as the front of the king’s gate, for no one \u003ci\u003emight\u003c/i\u003e enter the king’s gate clothed with sackcloth. \u003c/span\u003e\n\u003cspan class=\"verse et_4_3\"\u003e\u003csup\u003e3\u003c/sup\u003eAnd in every province where the king’s command and decree arrived, \u003ci\u003ethere\u003c/i\u003e \u003ci\u003ewas\u003c/i\u003e great mourning among the Jews, with fasting, weeping, and wailing; and many lay in sackcloth and ashes.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse et_4_4\"\u003e \u003csup\u003e4\u003c/sup\u003eSo Esther’s maids and eunuchs came and told her, and the queen was deeply distressed. Then she sent garments to clothe Mordecai and take his sackcloth away from him, but he would not accept \u003ci\u003ethem.\u003c/i\u003e\u003c/span\u003e\n\u003cspan class=\"verse et_4_5\"\u003e\u003csup\u003e5\u003c/sup\u003eThen Esther called Hathach, \u003ci\u003eone\u003c/i\u003e of the king’s eunuchs whom he had appointed to attend her, and she gave him a command concerning Mordecai, to learn what and why this \u003ci\u003ewas.\u003c/i\u003e\u003c/span\u003e\n\u003cspan class=\"verse et_4_6\"\u003e\u003csup\u003e6\u003c/sup\u003eSo Hathach went out to Mordecai in the city square that \u003ci\u003ewas\u003c/i\u003e in front of the king’s gate. \u003c/span\u003e\n\u003cspan class=\"verse et_4_7\"\u003e\u003csup\u003e7\u003c/sup\u003eAnd Mordecai told him all that had happened to him, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Esth. 3:9\"\u003e⚓\u003c/a\u003ethe sum of money that Haman had promised to pay into the king’s treasuries to destroy the Jews. \u003c/span\u003e\n\u003cspan class=\"verse et_4_8\"\u003e\u003csup\u003e8\u003c/sup\u003eHe also gave him \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Esth. 3:14, 15\"\u003e⚓\u003c/a\u003ea copy of the written decree for their destruction, which was given at Shushan, that he might show it to Esther and explain it to her, and that he might command her to go in to the king to make supplication to him and plead before him for her people. \u003c/span\u003e\n\u003cspan class=\"verse et_4_9\"\u003e\u003csup\u003e9\u003c/sup\u003eSo Hathach returned and told Esther the words of Mordecai.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse et_4_10\"\u003e \u003csup\u003e10\u003c/sup\u003eThen Esther spoke to Hathach, and gave him a command for Mordecai: \u003c/span\u003e\n\u003cspan class=\"verse et_4_11\"\u003e\u003csup\u003e11\u003c/sup\u003e“All the king’s servants and the people of the king’s provinces know that any man or woman who goes into \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Esth. 5:1, 6:4\"\u003e⚓\u003c/a\u003ethe inner court to the king, who has not been called, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 2:9\"\u003e⚓\u003c/a\u003e\u003ci\u003ehe\u003c/i\u003e \u003ci\u003ehas\u003c/i\u003e but one law: put \u003ci\u003eall\u003c/i\u003e to death, except the one \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Esth. 5:2, 8:4\"\u003e⚓\u003c/a\u003eto whom the king holds out the golden scepter, that he may live. Yet I myself have not been \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Esth. 2:14\"\u003e⚓\u003c/a\u003ecalled to go in to the king these thirty days.” \u003c/span\u003e\n\u003cspan class=\"verse et_4_12\"\u003e\u003csup\u003e12\u003c/sup\u003eSo they told Mordecai Esther’s words.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse et_4_13\"\u003e \u003csup\u003e13\u003c/sup\u003eAnd Mordecai told \u003ci\u003ethem\u003c/i\u003e to answer Esther: “Do not think in your heart that you will escape in the king’s palace any more than all the other Jews. \u003c/span\u003e\n\u003cspan class=\"verse et_4_14\"\u003e\u003csup\u003e14\u003c/sup\u003eFor if you remain completely silent at this time, relief and deliverance will arise for the Jews from another place, but you and your father’s house will perish. Yet who knows whether you have come to the kingdom for \u003ci\u003esuch\u003c/i\u003e a time as this?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse et_4_15\"\u003e \u003csup\u003e15\u003c/sup\u003eThen Esther told \u003ci\u003ethem\u003c/i\u003e to reply to Mordecai: \u003c/span\u003e\n\u003cspan class=\"verse et_4_16\"\u003e\u003csup\u003e16\u003c/sup\u003e“Go, gather all the Jews who are present in Shushan, and fast for me; neither eat nor drink for \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Esth. 5:1\"\u003e⚓\u003c/a\u003ethree days, night or day. My maids and I will fast likewise. And so I will go to the king, which \u003ci\u003eis\u003c/i\u003e against the law; \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 43:14\"\u003e⚓\u003c/a\u003eand if I perish, I perish!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse et_4_17\"\u003e \u003csup\u003e17\u003c/sup\u003eSo Mordecai went his way and did according to all that Esther commanded him.\u003cbr/\u003e\u003c/span\u003e\n"
}