{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "Esther ",
    "BookNumber": 17,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e6\u003c/h1\u003e\u003ch3\u003eThe King Honors Mordecai\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse et_6_1\"\u003e \u003csup\u003e1\u003c/sup\u003eThat night the king could not sleep. So one was commanded to bring \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Esth. 2:23, 10:2\"\u003e⚓\u003c/a\u003ethe book of the records of the chronicles; and they were read before the king. \u003c/span\u003e\n\u003cspan class=\"verse et_6_2\"\u003e\u003csup\u003e2\u003c/sup\u003eAnd it was found written that Mordecai had told of Bigthana and Teresh, two of the king’s eunuchs, the doorkeepers who had sought to lay hands on King Ahasuerus. \u003c/span\u003e\n\u003cspan class=\"verse et_6_3\"\u003e\u003csup\u003e3\u003c/sup\u003eThen the king said, “What honor or dignity has been bestowed on Mordecai for this?”\u003cbr/\u003e And the king’s servants who attended him said, “Nothing has been done for him.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse et_6_4\"\u003e \u003csup\u003e4\u003c/sup\u003eSo the king said, “Who \u003ci\u003eis\u003c/i\u003e in the court?” Now Haman had \u003ci\u003ejust\u003c/i\u003e entered \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Esth. 5:1\"\u003e⚓\u003c/a\u003ethe outer court of the king’s palace \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Esth. 5:14\"\u003e⚓\u003c/a\u003eto suggest that the king hang Mordecai on the gallows that he had prepared for him.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse et_6_5\"\u003e \u003csup\u003e5\u003c/sup\u003eThe king’s servants said to him, “Haman is there, standing in the court.”\u003cbr/\u003e And the king said, “Let him come in.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse et_6_6\"\u003e \u003csup\u003e6\u003c/sup\u003eSo Haman came in, and the king asked him, “What shall be done for the man whom the king delights to honor?”\u003cbr/\u003e Now Haman thought in his heart, “Whom would the king delight to honor more than \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Prov. 16:18; 18:12)\"\u003e⚓\u003c/a\u003eme?” \u003c/span\u003e\n\u003cspan class=\"verse et_6_7\"\u003e\u003csup\u003e7\u003c/sup\u003eAnd Haman answered the king, “\u003ci\u003eFor\u003c/i\u003e the man whom the king delights to honor, \u003c/span\u003e\n\u003cspan class=\"verse et_6_8\"\u003e\u003csup\u003e8\u003c/sup\u003elet a royal robe be brought which the king has worn, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 1:33\"\u003e⚓\u003c/a\u003ea horse on which the king has ridden, which has a royal crest placed on its head. \u003c/span\u003e\n\u003cspan class=\"verse et_6_9\"\u003e\u003csup\u003e9\u003c/sup\u003eThen let this robe and horse be delivered to the hand of one of the king’s most noble princes, that he may array the man whom the king delights to honor. Then parade him on horseback through the city square, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 41:43\"\u003e⚓\u003c/a\u003eand proclaim before him: ‘Thus shall it be done to the man whom the king delights to honor!’ ”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse et_6_10\"\u003e \u003csup\u003e10\u003c/sup\u003eThen the king said to Haman, “Hurry, take the robe and the horse, as you have suggested, and do so for Mordecai the Jew who sits within the king’s gate! Leave nothing undone of all that you have spoken.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse et_6_11\"\u003e \u003csup\u003e11\u003c/sup\u003eSo Haman took the robe and the horse, arrayed Mordecai and led him on horseback through the city square, and proclaimed before him, “Thus shall it be done to the man whom the king delights to honor!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse et_6_12\"\u003e \u003csup\u003e12\u003c/sup\u003eAfterward Mordecai went back to the king’s gate. But Haman \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 26:20\"\u003e⚓\u003c/a\u003ehurried to his house, mourning \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 15:30; Jer. 14:3, 4\"\u003e⚓\u003c/a\u003eand with his head covered. \u003c/span\u003e\n\u003cspan class=\"verse et_6_13\"\u003e\u003csup\u003e13\u003c/sup\u003eWhen Haman told his wife Zeresh and all his friends everything that had happened to him, his wise men and his wife Zeresh said to him, “If Mordecai, before whom you have begun to fall, is of Jewish descent, you will not prevail against \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Gen. 12:3); Zech. 2:8\"\u003e⚓\u003c/a\u003ehim but will surely fall before him.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse et_6_14\"\u003e \u003csup\u003e14\u003c/sup\u003eWhile they \u003ci\u003ewere\u003c/i\u003e still talking with him, the king’s eunuchs came, and hastened to bring Haman to \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Esth. 5:8\"\u003e⚓\u003c/a\u003ethe banquet which Esther had prepared.\u003cbr/\u003e\u003c/span\u003e\n"
}