{
    "Translation": "NKJV",
    "group": "MAJOR PROPHETS",
    "BookName": "Ezekiel ",
    "BookNumber": 26,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e46\u003c/h1\u003e\u003ch3\u003eThe Manner of Worship\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse exe_46_1\"\u003e \u003csup\u003e1\u003c/sup\u003e‘Thus says the Lord God: “The gateway of the inner court that faces toward the east shall be shut the six \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 20:9\"\u003e⚓\u003c/a\u003eworking days; but on the Sabbath it shall be opened, and on the day of the New Moon it shall be opened. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_2\"\u003e\u003csup\u003e2\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezek. 44:3\"\u003e⚓\u003c/a\u003eThe prince shall enter by way of the vestibule of the gateway from the outside, and stand by the gatepost. The priests shall prepare his burnt offering and his peace offerings. He shall worship at the threshold of the gate. Then he shall go out, but the gate shall not be shut until evening. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_3\"\u003e\u003csup\u003e3\u003c/sup\u003eLikewise the people of the land shall worship at the entrance to this gateway before the Lord on the Sabbaths and the New Moons. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_4\"\u003e\u003csup\u003e4\u003c/sup\u003eThe burnt offering that \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezek. 45:17\"\u003e⚓\u003c/a\u003ethe prince offers to the Lord on the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 28:9, 10\"\u003e⚓\u003c/a\u003eSabbath day \u003ci\u003eshall\u003c/i\u003e \u003ci\u003ebe\u003c/i\u003e six lambs without blemish, and a ram without blemish; \u003c/span\u003e\n\u003cspan class=\"verse exe_46_5\"\u003e\u003csup\u003e5\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 28:12; Ezek. 45:24; 46:7, 11\"\u003e⚓\u003c/a\u003eand the grain offering \u003ci\u003eshall\u003c/i\u003e \u003ci\u003ebe\u003c/i\u003e \u003ci\u003eone\u003c/i\u003e ephah for a ram, and the grain offering for the lambs, as much as he wants to give, as well as a hin of oil with every ephah. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_6\"\u003e\u003csup\u003e6\u003c/sup\u003eOn the day of the New Moon \u003ci\u003eit\u003c/i\u003e \u003ci\u003eshall\u003c/i\u003e \u003ci\u003ebe\u003c/i\u003e a young bull without blemish, six lambs, and a ram; they shall be without blemish. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_7\"\u003e\u003csup\u003e7\u003c/sup\u003eHe shall prepare a grain offering of an ephah for a bull, an ephah for a ram, as much as he wants to give for the lambs, and a hin of oil with every ephah. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_8\"\u003e\u003csup\u003e8\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezek. 44:3; 46:2\"\u003e⚓\u003c/a\u003eWhen the prince enters, he shall go in by way of the vestibule of the gateway, and go out the same way.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse exe_46_9\"\u003e \u003csup\u003e9\u003c/sup\u003e“But when the people of the land \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 23:14–17; 34:23; Deut. 16:16, 17; Ps. 84:7; Mic. 6:6\"\u003e⚓\u003c/a\u003ecome before the Lord on the appointed feast days, whoever enters by way of the north \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezek. 48:31, 33\"\u003e⚓\u003c/a\u003egate to worship shall go out by way of the south gate; and whoever enters by way of the south gate shall go out by way of the north gate. He shall not return by way of the gate through which he came, but shall go out through the opposite gate. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_10\"\u003e\u003csup\u003e10\u003c/sup\u003eThe prince shall then be in their midst. When they go in, he shall go in; and when they go out, he shall go out. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_11\"\u003e\u003csup\u003e11\u003c/sup\u003eAt the festivals and the appointed feast days \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezek. 46:5, 7\"\u003e⚓\u003c/a\u003ethe grain offering shall be an ephah for a bull, an ephah for a ram, as much as he wants to give for the lambs, and a hin of oil with every ephah.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse exe_46_12\"\u003e \u003csup\u003e12\u003c/sup\u003e“Now when the prince makes a voluntary burnt offering or voluntary peace offering to the Lord, the gate that faces toward the east \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezek. 44:3; 46:1, 2, 8\"\u003e⚓\u003c/a\u003eshall then be opened for him; and he shall prepare his burnt offering and his peace offerings as he did on the Sabbath day. Then he shall go out, and after he goes out the gate shall be shut.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse exe_46_13\"\u003e \u003csup\u003e13\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 29:38; Num. 28:3–5\"\u003e⚓\u003c/a\u003e“You shall daily make a burnt offering to the Lord\u003ci\u003eof\u003c/i\u003e a lamb of the first year without blemish; you shall prepare it every morning. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_14\"\u003e\u003csup\u003e14\u003c/sup\u003eAnd you shall prepare a grain offering with it every morning, a sixth of an ephah, and a third of a hin of oil to moisten the fine flour. This grain offering is a perpetual ordinance, to be made regularly to the Lord. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_15\"\u003e\u003csup\u003e15\u003c/sup\u003eThus they shall prepare the lamb, the grain offering, and the oil, \u003ci\u003eas\u003c/i\u003e a \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 29:42; Num. 28:6\"\u003e⚓\u003c/a\u003eregular burnt offering every morning.”\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eThe Prince and Inheritance Laws\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse exe_46_16\"\u003e \u003csup\u003e16\u003c/sup\u003e‘Thus says the Lord God: “If the prince gives a gift \u003ci\u003eof\u003c/i\u003e \u003ci\u003esome\u003c/i\u003e of his inheritance to any of his sons, it shall belong to his sons; it is their possession by inheritance. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_17\"\u003e\u003csup\u003e17\u003c/sup\u003eBut if he gives a gift of some of his inheritance to one of his servants, it shall be his until \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Lev. 25:10\"\u003e⚓\u003c/a\u003ethe year of liberty, after which it shall return to the prince. But his inheritance shall belong to his sons; it shall become theirs. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_18\"\u003e\u003csup\u003e18\u003c/sup\u003eMoreover \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezek. 45:8\"\u003e⚓\u003c/a\u003ethe prince shall not take any of the people’s inheritance by evicting them from their property; he shall provide an inheritance for his sons from his own property, so that none of My people may be scattered from his property.” ’ ”\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eHow the Offerings Were Prepared\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse exe_46_19\"\u003e \u003csup\u003e19\u003c/sup\u003eNow he brought me through the entrance, which \u003ci\u003ewas\u003c/i\u003e at the side of the gate, into the holy \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezek. 42:13\"\u003e⚓\u003c/a\u003echambers of the priests which face toward the north; and there a place \u003ci\u003ewas\u003c/i\u003e situated at their extreme western end. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_20\"\u003e\u003csup\u003e20\u003c/sup\u003eAnd he said to me, “This \u003ci\u003eis\u003c/i\u003e the place where the priests shall \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 35:13\"\u003e⚓\u003c/a\u003eboil the trespass offering and the sin offering, \u003ci\u003eand\u003c/i\u003e where they shall \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Lev. 2:4, 5, 7\"\u003e⚓\u003c/a\u003ebake the grain offering, so that they do not bring \u003ci\u003ethem\u003c/i\u003e out into the outer court \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezek. 44:19\"\u003e⚓\u003c/a\u003eto sanctify the people.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse exe_46_21\"\u003e \u003csup\u003e21\u003c/sup\u003eThen he brought me out into the outer court and caused me to pass by the four corners of the court; and in fact, in every corner of the court \u003ci\u003ethere\u003c/i\u003e \u003ci\u003ewas\u003c/i\u003e \u003ci\u003eanother\u003c/i\u003e court. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_22\"\u003e\u003csup\u003e22\u003c/sup\u003eIn the four corners of the court \u003ci\u003ewere\u003c/i\u003e enclosed courts, forty \u003ci\u003ecubits\u003c/i\u003e long and thirty wide; all four corners \u003ci\u003ewere\u003c/i\u003e the same size. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_23\"\u003e\u003csup\u003e23\u003c/sup\u003e\u003ci\u003eThere\u003c/i\u003e \u003ci\u003ewas\u003c/i\u003e a row \u003ci\u003eof\u003c/i\u003e \u003ci\u003ebuilding\u003c/i\u003e \u003ci\u003estones\u003c/i\u003e all around in them, all around the four of them; and cooking hearths were made under the rows of stones all around. \u003c/span\u003e\n\u003cspan class=\"verse exe_46_24\"\u003e\u003csup\u003e24\u003c/sup\u003eAnd he said to me, “These \u003ci\u003eare\u003c/i\u003e the kitchens where the ministers of the temple shall \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezek. 46:20\"\u003e⚓\u003c/a\u003eboil the sacrifices of the people.”\u003cbr/\u003e\u003c/span\u003e\n"
}