{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "I Kings ",
    "BookNumber": 11,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e7\u003c/h1\u003e\u003ch3\u003eSolomon’s Other Buildings\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 1vua_7_1\"\u003e \u003csup\u003e1\u003c/sup\u003eBut Solomon took \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 3:1; 9:10; 2 Chr. 8:1\"\u003e⚓\u003c/a\u003ethirteen years to build his own house; so he finished all his house.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_2\"\u003e \u003csup\u003e2\u003c/sup\u003eHe also built the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 10:17, 21; 2 Chr. 9:16\"\u003e⚓\u003c/a\u003eHouse of the Forest of Lebanon; its length \u003ci\u003ewas\u003c/i\u003e one hundred cubits, its width fifty cubits, and its height thirty cubits, with four rows of cedar pillars, and cedar beams on the pillars. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_3\"\u003e\u003csup\u003e3\u003c/sup\u003eAnd \u003ci\u003eit\u003c/i\u003e \u003ci\u003ewas\u003c/i\u003e paneled with cedar above the beams that \u003ci\u003ewere\u003c/i\u003e on forty-five pillars, fifteen \u003ci\u003eto\u003c/i\u003e a row. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_4\"\u003e\u003csup\u003e4\u003c/sup\u003e\u003ci\u003eThere\u003c/i\u003e \u003ci\u003ewere\u003c/i\u003e windows \u003ci\u003ewith\u003c/i\u003e \u003ci\u003ebeveled\u003c/i\u003e \u003ci\u003eframes\u003c/i\u003e \u003ci\u003ein\u003c/i\u003e three rows, and window \u003ci\u003ewas\u003c/i\u003e opposite window \u003ci\u003ein\u003c/i\u003e three tiers. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_5\"\u003e\u003csup\u003e5\u003c/sup\u003eAnd all the doorways and doorposts \u003ci\u003ehad\u003c/i\u003e rectangular frames; and window \u003ci\u003ewas\u003c/i\u003e opposite window \u003ci\u003ein\u003c/i\u003e three tiers.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_6\"\u003e \u003csup\u003e6\u003c/sup\u003eHe also made the Hall of Pillars: its length \u003ci\u003ewas\u003c/i\u003e fifty cubits, and its width thirty cubits; and in front of them \u003ci\u003ewas\u003c/i\u003e a portico with pillars, and a canopy \u003ci\u003ewas\u003c/i\u003e in front of them.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_7\"\u003e \u003csup\u003e7\u003c/sup\u003eThen he made a hall for the throne, the Hall of Judgment, where he might judge; and \u003ci\u003eit\u003c/i\u003e \u003ci\u003ewas\u003c/i\u003e paneled with cedar from floor to ceiling.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_8\"\u003e \u003csup\u003e8\u003c/sup\u003eAnd the house where he dwelt \u003ci\u003ehad\u003c/i\u003e another court inside the hall, of like workmanship. Solomon also made a house like this hall for Pharaoh’s daughter, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 3:1; 9:24; 11:1; 2 Chr. 8:11\"\u003e⚓\u003c/a\u003ewhom he had taken \u003ci\u003eas\u003c/i\u003e \u003ci\u003ewife.\u003c/i\u003e\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_9\"\u003e \u003csup\u003e9\u003c/sup\u003eAll these \u003ci\u003ewere\u003c/i\u003e \u003ci\u003eof\u003c/i\u003e costly stones cut to size, trimmed with saws, inside and out, from the foundation to the eaves, and also on the outside to the great court. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_10\"\u003e\u003csup\u003e10\u003c/sup\u003eThe foundation \u003ci\u003ewas\u003c/i\u003e \u003ci\u003eof\u003c/i\u003e costly stones, large stones, some ten cubits and some eight cubits. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_11\"\u003e\u003csup\u003e11\u003c/sup\u003eAnd above \u003ci\u003ewere\u003c/i\u003e costly stones, hewn to size, and cedar wood. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_12\"\u003e\u003csup\u003e12\u003c/sup\u003eThe great court \u003ci\u003ewas\u003c/i\u003e enclosed with three rows of hewn stones and a row of cedar beams. So were the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 6:36\"\u003e⚓\u003c/a\u003einner court of the house of the Lord\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"John 10:23; Acts 3:11\"\u003e⚓\u003c/a\u003eand the vestibule of the temple.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eHiram the Craftsman\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 1vua_7_13\"\u003e \u003csup\u003e13\u003c/sup\u003eNow King Solomon sent and brought Huram from Tyre. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_14\"\u003e\u003csup\u003e14\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 2:14\"\u003e⚓\u003c/a\u003eHe \u003ci\u003ewas\u003c/i\u003e the son of a widow from the tribe of Naphtali, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 4:16\"\u003e⚓\u003c/a\u003ehis father \u003ci\u003ewas\u003c/i\u003e a man of Tyre, a bronze worker; \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 31:3; 36:1\"\u003e⚓\u003c/a\u003ehe was filled with wisdom and understanding and skill in working with all kinds of bronze work. So he came to King Solomon and did all his work.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eThe Bronze Pillars for the Temple\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 1vua_7_15\"\u003e \u003csup\u003e15\u003c/sup\u003eAnd he cast \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 25:17; 2 Chr. 3:15; 4:12; Jer. 52:21\"\u003e⚓\u003c/a\u003etwo pillars of bronze, each one eighteen cubits high, and a line of twelve cubits measured the circumference of each. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_16\"\u003e\u003csup\u003e16\u003c/sup\u003eThen he made two capitals \u003ci\u003eof\u003c/i\u003e cast bronze, to set on the tops of the pillars. The height of one capital \u003ci\u003ewas\u003c/i\u003e five cubits, and the height of the other capital \u003ci\u003ewas\u003c/i\u003e five cubits. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_17\"\u003e\u003csup\u003e17\u003c/sup\u003e\u003ci\u003eHe\u003c/i\u003e \u003ci\u003emade\u003c/i\u003e a lattice network, with wreaths of chainwork, for the capitals which \u003ci\u003ewere\u003c/i\u003e on top of the pillars: seven chains for one capital and seven for the other capital. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_18\"\u003e\u003csup\u003e18\u003c/sup\u003eSo he made the pillars, and two rows of pomegranates above the network all around to cover the capitals that \u003ci\u003ewere\u003c/i\u003e on top; and thus he did for the other capital.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_19\"\u003e \u003csup\u003e19\u003c/sup\u003eThe capitals which \u003ci\u003ewere\u003c/i\u003e on top of the pillars in the hall \u003ci\u003ewere\u003c/i\u003e in the shape of lilies, four cubits. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_20\"\u003e\u003csup\u003e20\u003c/sup\u003eThe capitals on the two pillars also \u003ci\u003ehad\u003c/i\u003e \u003ci\u003epomegranates\u003c/i\u003e above, by the convex surface which \u003ci\u003ewas\u003c/i\u003e next to the network; and there \u003ci\u003ewere\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 3:16; 4:13; Jer. 52:23\"\u003e⚓\u003c/a\u003etwo hundred such pomegranates in rows on each of the capitals all around.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_21\"\u003e \u003csup\u003e21\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 3:17\"\u003e⚓\u003c/a\u003eThen he set up the pillars by the vestibule of the temple; he set up the pillar on the right and called its name Jachin, and he set up the pillar on the left and called its name Boaz. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_22\"\u003e\u003csup\u003e22\u003c/sup\u003eThe tops of the pillars were in the shape of lilies. So the work of the pillars was finished.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eThe Sea and the Oxen\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 1vua_7_23\"\u003e \u003csup\u003e23\u003c/sup\u003eAnd he made \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 25:13; 2 Chr. 4:2; Jer. 52:17\"\u003e⚓\u003c/a\u003ethe Sea of cast bronze, ten cubits from one brim to the other; \u003ci\u003eit\u003c/i\u003e \u003ci\u003ewas\u003c/i\u003e completely round. Its height \u003ci\u003ewas\u003c/i\u003e five cubits, and a line of thirty cubits measured its circumference.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_24\"\u003e \u003csup\u003e24\u003c/sup\u003eBelow its brim \u003ci\u003ewere\u003c/i\u003e ornamental buds encircling it all around, ten to a cubit, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 4:3\"\u003e⚓\u003c/a\u003eall the way around the Sea. The ornamental buds \u003ci\u003ewere\u003c/i\u003e cast in two rows when it was cast. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_25\"\u003e\u003csup\u003e25\u003c/sup\u003eIt stood on \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 4:4, 5; Jer. 52:20\"\u003e⚓\u003c/a\u003etwelve oxen: three looking toward the north, three looking toward the west, three looking toward the south, and three looking toward the east; the Sea \u003ci\u003ewas\u003c/i\u003e \u003ci\u003eset\u003c/i\u003e upon them, and all their back parts \u003ci\u003epointed\u003c/i\u003e inward. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_26\"\u003e\u003csup\u003e26\u003c/sup\u003eIt \u003ci\u003ewas\u003c/i\u003e a handbreadth thick; and its brim was shaped like the brim of a cup, \u003ci\u003elike\u003c/i\u003e a lily blossom. It contained two thousand baths.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eThe Carts and the Lavers\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 1vua_7_27\"\u003e \u003csup\u003e27\u003c/sup\u003eHe also made ten carts of bronze; four cubits \u003ci\u003ewas\u003c/i\u003e the length of each cart, four cubits its width, and three cubits its height. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_28\"\u003e\u003csup\u003e28\u003c/sup\u003eAnd this \u003ci\u003ewas\u003c/i\u003e the design of the carts: They had panels, and the panels \u003ci\u003ewere\u003c/i\u003e between frames; \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_29\"\u003e\u003csup\u003e29\u003c/sup\u003eon the panels that \u003ci\u003ewere\u003c/i\u003e between the frames \u003ci\u003ewere\u003c/i\u003e lions, oxen, and cherubim. And on the frames \u003ci\u003ewas\u003c/i\u003e a pedestal on top. Below the lions and oxen \u003ci\u003ewere\u003c/i\u003e wreaths of plaited work. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_30\"\u003e\u003csup\u003e30\u003c/sup\u003eEvery cart had four bronze wheels and axles of bronze, and its four feet had supports. Under the laver \u003ci\u003ewere\u003c/i\u003e supports of cast \u003ci\u003ebronze\u003c/i\u003e beside each wreath. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_31\"\u003e\u003csup\u003e31\u003c/sup\u003eIts opening inside the crown at the top \u003ci\u003ewas\u003c/i\u003e one cubit in diameter; and the opening \u003ci\u003ewas\u003c/i\u003e round, shaped \u003ci\u003elike\u003c/i\u003e a pedestal, one and a half cubits in outside diameter; and also on the opening \u003ci\u003ewere\u003c/i\u003e engravings, but the panels were square, not round. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_32\"\u003e\u003csup\u003e32\u003c/sup\u003eUnder the panels \u003ci\u003ewere\u003c/i\u003e the four wheels, and the axles of the wheels \u003ci\u003ewere\u003c/i\u003e \u003ci\u003ejoined\u003c/i\u003e to the cart. The height of a wheel \u003ci\u003ewas\u003c/i\u003e one and a half cubits. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_33\"\u003e\u003csup\u003e33\u003c/sup\u003eThe workmanship of the wheels \u003ci\u003ewas\u003c/i\u003e like the workmanship of a chariot wheel; their axle pins, their rims, their spokes, and their hubs \u003ci\u003ewere\u003c/i\u003e all of cast \u003ci\u003ebronze.\u003c/i\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_34\"\u003e\u003csup\u003e34\u003c/sup\u003eAnd \u003ci\u003ethere\u003c/i\u003e \u003ci\u003ewere\u003c/i\u003e four supports at the four corners of each cart; its supports \u003ci\u003ewere\u003c/i\u003e part of the cart itself. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_35\"\u003e\u003csup\u003e35\u003c/sup\u003eOn the top of the cart, at the height of half a cubit, \u003ci\u003eit\u003c/i\u003e \u003ci\u003ewas\u003c/i\u003e perfectly round. And on the top of the cart, its flanges and its panels \u003ci\u003ewere\u003c/i\u003e of the same casting. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_36\"\u003e\u003csup\u003e36\u003c/sup\u003eOn the plates of its flanges and on its panels he engraved cherubim, lions, and palm trees, wherever there was a clear space on each, with wreaths all around. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_37\"\u003e\u003csup\u003e37\u003c/sup\u003eThus he made the ten carts. All of them were of the same mold, one measure, \u003ci\u003eand\u003c/i\u003e one shape.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_38\"\u003e \u003csup\u003e38\u003c/sup\u003eThen \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 30:18; 2 Chr. 4:6\"\u003e⚓\u003c/a\u003ehe made ten lavers of bronze; each laver contained forty baths, \u003ci\u003eand\u003c/i\u003e each laver \u003ci\u003ewas\u003c/i\u003e four cubits. On each of the ten carts \u003ci\u003ewas\u003c/i\u003e a laver. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_39\"\u003e\u003csup\u003e39\u003c/sup\u003eAnd he put five carts on the right side of the house, and five on the left side of the house. He set the Sea on the right side of the house, toward the southeast.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eFurnishings of the Temple\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 1vua_7_40\"\u003e \u003csup\u003e40\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 4:11—5:1\"\u003e⚓\u003c/a\u003eHuram made the lavers and the shovels and the bowls. So Huram finished doing all the work that he was to do for King Solomon \u003ci\u003efor\u003c/i\u003e the house of the Lord: \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_41\"\u003e\u003csup\u003e41\u003c/sup\u003ethe two pillars, the \u003ci\u003etwo\u003c/i\u003e bowl-shaped capitals that \u003ci\u003ewere\u003c/i\u003e on top of the two pillars; the two \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 7:17, 18\"\u003e⚓\u003c/a\u003enetworks covering the two bowl-shaped capitals which \u003ci\u003ewere\u003c/i\u003e on top of the pillars; \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_42\"\u003e\u003csup\u003e42\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 7:20\"\u003e⚓\u003c/a\u003efour hundred pomegranates for the two networks (two rows of pomegranates for each network, to cover the two bowl-shaped capitals that \u003ci\u003ewere\u003c/i\u003e on top of the pillars); \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_43\"\u003e\u003csup\u003e43\u003c/sup\u003ethe ten carts, and ten lavers on the carts; \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_44\"\u003e\u003csup\u003e44\u003c/sup\u003eone Sea, and twelve oxen under the Sea; \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_45\"\u003e\u003csup\u003e45\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 27:3; 2 Chr. 4:16\"\u003e⚓\u003c/a\u003ethe pots, the shovels, and the bowls.\u003cbr/\u003e All these articles which Huram made for King Solomon \u003ci\u003efor\u003c/i\u003e the house of the Lord\u003ci\u003ewere\u003c/i\u003e \u003ci\u003eof\u003c/i\u003e burnished bronze. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_46\"\u003e\u003csup\u003e46\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 4:17\"\u003e⚓\u003c/a\u003eIn the plain of Jordan the king had them cast in clay molds, between \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 33:17; Josh. 13:27\"\u003e⚓\u003c/a\u003eSuccoth and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 3:16\"\u003e⚓\u003c/a\u003eZaretan. \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_47\"\u003e\u003csup\u003e47\u003c/sup\u003eAnd Solomon did not weigh all the articles, because \u003ci\u003ethere\u003c/i\u003e \u003ci\u003ewere\u003c/i\u003e so many; the weight of the bronze was not \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Chr. 22:3, 14\"\u003e⚓\u003c/a\u003edetermined.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_48\"\u003e \u003csup\u003e48\u003c/sup\u003eThus Solomon had all the furnishings made for the house of the Lord: \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 37:25, 26; 2 Chr. 4:8\"\u003e⚓\u003c/a\u003ethe altar of gold, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 37:10, 11\"\u003e⚓\u003c/a\u003ethe table of gold on which \u003ci\u003ewas\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Lev. 24:5–8\"\u003e⚓\u003c/a\u003ethe showbread; \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_49\"\u003e\u003csup\u003e49\u003c/sup\u003ethe lampstands of pure gold, five on the right \u003ci\u003eside\u003c/i\u003e and five on the left in front of the inner sanctuary, with the flowers and the lamps and the wick-trimmers of gold; \u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_50\"\u003e\u003csup\u003e50\u003c/sup\u003ethe basins, the trimmers, the bowls, the ladles, and the censers of pure gold; and the hinges of gold, \u003ci\u003eboth\u003c/i\u003e for the doors of the inner room (the Most Holy \u003ci\u003ePlace\u003c/i\u003e) \u003ci\u003eand\u003c/i\u003e for the doors of the main hall of the temple.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 1vua_7_51\"\u003e \u003csup\u003e51\u003c/sup\u003eSo all the work that King Solomon had done for the house of the Lord was finished; and Solomon brought in the things \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 8:11; 1 Chr. 18:11; 2 Chr. 5:1\"\u003e⚓\u003c/a\u003ewhich his father David had dedicated: the silver and the gold and the furnishings. He put them in the treasuries of the house of the Lord.\u003cbr/\u003e\u003c/span\u003e\n"
}