{
    "Translation": "NKJV",
    "group": "MAJOR PROPHETS",
    "BookName": "Daniel ",
    "BookNumber": 27,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e3\u003c/h1\u003e\u003ch3\u003eThe Image of Gold\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse da_3_1\"\u003e \u003csup\u003e1\u003c/sup\u003eNebuchadnezzar the king made an image of gold, whose height \u003ci\u003ewas\u003c/i\u003e sixty cubits \u003ci\u003eand\u003c/i\u003e its width six cubits. He set it up in the plain of Dura, in the province of Babylon. \u003c/span\u003e\n\u003cspan class=\"verse da_3_2\"\u003e\u003csup\u003e2\u003c/sup\u003eAnd King Nebuchadnezzar sent \u003ci\u003eword\u003c/i\u003e to gather together the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces, to come to the dedication of the image which King Nebuchadnezzar had set up. \u003c/span\u003e\n\u003cspan class=\"verse da_3_3\"\u003e\u003csup\u003e3\u003c/sup\u003eSo the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces gathered together for the dedication of the image that King Nebuchadnezzar had set up; and they stood before the image that Nebuchadnezzar had set up. \u003c/span\u003e\n\u003cspan class=\"verse da_3_4\"\u003e\u003csup\u003e4\u003c/sup\u003eThen a herald cried aloud: “To you it is commanded, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 4:1; 6:25\"\u003e⚓\u003c/a\u003eO peoples, nations, and languages, \u003c/span\u003e\n\u003cspan class=\"verse da_3_5\"\u003e\u003csup\u003e5\u003c/sup\u003e\u003ci\u003ethat\u003c/i\u003e at the time you hear the sound of the horn, flute, harp, lyre, \u003ci\u003eand\u003c/i\u003e psaltery, in symphony with all kinds of music, you shall fall down and worship the gold image that King Nebuchadnezzar has set up; \u003c/span\u003e\n\u003cspan class=\"verse da_3_6\"\u003e\u003csup\u003e6\u003c/sup\u003eand whoever does not fall down and worship shall \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Jer. 29:22; Ezek. 22:18–22; Matt. 13:42, 50; Rev. 9:2; 13:15; 14:11\"\u003e⚓\u003c/a\u003ebe cast immediately into the midst of a burning fiery furnace.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_3_7\"\u003e \u003csup\u003e7\u003c/sup\u003eSo at that time, when all the people heard the sound of the horn, flute, harp, \u003ci\u003eand\u003c/i\u003e lyre, in symphony with all kinds of music, all the people, nations, and languages fell down \u003ci\u003eand\u003c/i\u003e worshiped the gold image which King Nebuchadnezzar had set up.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eDaniel’s Friends Disobey the King\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse da_3_8\"\u003e \u003csup\u003e8\u003c/sup\u003eTherefore at that time certain Chaldeans \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezra 4:12–16; Esth. 3:8, 9; Dan. 6:12, 13\"\u003e⚓\u003c/a\u003ecame forward and accused the Jews. \u003c/span\u003e\n\u003cspan class=\"verse da_3_9\"\u003e\u003csup\u003e9\u003c/sup\u003eThey spoke and said to King Nebuchadnezzar, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 2:4; 5:10; 6:6, 21\"\u003e⚓\u003c/a\u003e“O king, live forever! \u003c/span\u003e\n\u003cspan class=\"verse da_3_10\"\u003e\u003csup\u003e10\u003c/sup\u003eYou, O king, have made a decree that everyone who hears the sound of the horn, flute, harp, lyre, \u003ci\u003eand\u003c/i\u003e psaltery, in symphony with all kinds of music, shall fall down and worship the gold image; \u003c/span\u003e\n\u003cspan class=\"verse da_3_11\"\u003e\u003csup\u003e11\u003c/sup\u003eand whoever does not fall down and worship shall be cast into the midst of a burning fiery furnace. \u003c/span\u003e\n\u003cspan class=\"verse da_3_12\"\u003e\u003csup\u003e12\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 2:49\"\u003e⚓\u003c/a\u003eThere are certain Jews whom you have set over the affairs of the province of Babylon: Shadrach, Meshach, and Abed-Nego; these men, O king, have \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 1:8; 6:12, 13\"\u003e⚓\u003c/a\u003enot paid due regard to you. They do not serve your gods or worship the gold image which you have set up.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_3_13\"\u003e \u003csup\u003e13\u003c/sup\u003eThen Nebuchadnezzar, in \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 2:12; 3:19\"\u003e⚓\u003c/a\u003erage and fury, gave the command to bring Shadrach, Meshach, and Abed-Nego. So they brought these men before the king. \u003c/span\u003e\n\u003cspan class=\"verse da_3_14\"\u003e\u003csup\u003e14\u003c/sup\u003eNebuchadnezzar spoke, saying to them, “\u003ci\u003eIs\u003c/i\u003e \u003ci\u003eit\u003c/i\u003e true, Shadrach, Meshach, and Abed-Nego, \u003ci\u003ethat\u003c/i\u003e you do not serve my gods or worship the gold image which I have set up? \u003c/span\u003e\n\u003cspan class=\"verse da_3_15\"\u003e\u003csup\u003e15\u003c/sup\u003eNow if you are ready at the time you hear the sound of the horn, flute, harp, lyre, \u003ci\u003eand\u003c/i\u003e psaltery, in symphony with all kinds of music, and you fall down and worship the image which I have made, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 32:32; Luke 13:9\"\u003e⚓\u003c/a\u003e\u003ci\u003egood!\u003c/i\u003e But if you do not worship, you shall be cast immediately into the midst of a burning fiery furnace. \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 5:2; 2 Kin. 18:35; Is. 36:18–20; Dan. 2:47\"\u003e⚓\u003c/a\u003eAnd who \u003ci\u003eis\u003c/i\u003e the god who will deliver you from my hands?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_3_16\"\u003e \u003csup\u003e16\u003c/sup\u003eShadrach, Meshach, and Abed-Nego answered and said to the king, “O Nebuchadnezzar, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Matt. 10:19)\"\u003e⚓\u003c/a\u003ewe have no need to answer you in this matter. \u003c/span\u003e\n\u003cspan class=\"verse da_3_17\"\u003e\u003csup\u003e17\u003c/sup\u003eIf that \u003ci\u003eis\u003c/i\u003e \u003ci\u003ethe\u003c/i\u003e \u003ci\u003ecase,\u003c/i\u003e our \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Job 5:19; (Ps. 27:1, 2; Is. 26:3, 4); Jer. 1:8; 15:20, 21; Dan. 6:19–22\"\u003e⚓\u003c/a\u003eGod whom we serve is able to \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Sam. 17:37; Jer. 1:8; 15:20, 21; 42:11; Dan. 6:16, 19–22; Mic. 7:7; 2 Cor. 1:10\"\u003e⚓\u003c/a\u003edeliver us from the burning fiery furnace, and He will deliver \u003ci\u003eus\u003c/i\u003e from your hand, O king. \u003c/span\u003e\n\u003cspan class=\"verse da_3_18\"\u003e\u003csup\u003e18\u003c/sup\u003eBut if not, let it be known to you, O king, that we do not serve your gods, nor will we \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Job 13:15\"\u003e⚓\u003c/a\u003eworship the gold image which you have set up.”\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eSaved in Fiery Trial\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse da_3_19\"\u003e \u003csup\u003e19\u003c/sup\u003eThen Nebuchadnezzar was full of fury, and the expression on his face changed toward Shadrach, Meshach, and Abed-Nego. He spoke and commanded that they heat the furnace seven times more than it was usually heated. \u003c/span\u003e\n\u003cspan class=\"verse da_3_20\"\u003e\u003csup\u003e20\u003c/sup\u003eAnd he commanded certain mighty men of valor who \u003ci\u003ewere\u003c/i\u003e in his army to bind Shadrach, Meshach, and Abed-Nego, \u003ci\u003eand\u003c/i\u003e cast \u003ci\u003ethem\u003c/i\u003e into the burning fiery furnace. \u003c/span\u003e\n\u003cspan class=\"verse da_3_21\"\u003e\u003csup\u003e21\u003c/sup\u003eThen these men were bound in their coats, their trousers, their turbans, and their \u003ci\u003eother\u003c/i\u003e garments, and were cast into the midst of the burning fiery furnace. \u003c/span\u003e\n\u003cspan class=\"verse da_3_22\"\u003e\u003csup\u003e22\u003c/sup\u003eTherefore, because the king’s command was urgent, and the furnace exceedingly hot, the flame of the fire killed those men who took up Shadrach, Meshach, and Abed-Nego. \u003c/span\u003e\n\u003cspan class=\"verse da_3_23\"\u003e\u003csup\u003e23\u003c/sup\u003eAnd these three men, Shadrach, Meshach, and Abed-Nego, fell down bound into the midst of the burning fiery furnace.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_3_24\"\u003e \u003csup\u003e24\u003c/sup\u003eThen King Nebuchadnezzar was astonished; and he rose in haste \u003ci\u003eand\u003c/i\u003e spoke, saying to his counselors, “Did we not cast three men bound into the midst of the fire?”\u003cbr/\u003e They answered and said to the king, “True, O king.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_3_25\"\u003e \u003csup\u003e25\u003c/sup\u003e“Look!” he answered, “I see four men loose, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Ps. 91:3–9); Is. 43:2\"\u003e⚓\u003c/a\u003ewalking in the midst of the fire; and they are not hurt, and the form of the fourth is like \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Job 1:6; 38:7; (Ps. 34:7); Dan. 3:28\"\u003e⚓\u003c/a\u003ethe Son of God.”\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eNebuchadnezzar Praises God\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse da_3_26\"\u003e \u003csup\u003e26\u003c/sup\u003eThen Nebuchadnezzar went near the mouth of the burning fiery furnace \u003ci\u003eand\u003c/i\u003e spoke, saying, “Shadrach, Meshach, and Abed-Nego, servants of the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Dan. 4:2, 3, 17, 34, 35)\"\u003e⚓\u003c/a\u003eMost High God, come out, and come \u003ci\u003ehere.\u003c/i\u003e” Then Shadrach, Meshach, and Abed-Nego came from the midst of the fire. \u003c/span\u003e\n\u003cspan class=\"verse da_3_27\"\u003e\u003csup\u003e27\u003c/sup\u003eAnd the satraps, administrators, governors, and the king’s counselors gathered together, and they saw these men \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Is. 43:2); Heb. 11:34\"\u003e⚓\u003c/a\u003eon whose bodies the fire had no power; the hair of their head was not singed nor were their garments affected, and the smell of fire was not on them.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_3_28\"\u003e \u003csup\u003e28\u003c/sup\u003eNebuchadnezzar spoke, saying, “Blessed be the God of Shadrach, Meshach, and Abed-Nego, who sent His \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Ps. 34:7, 8); Is. 37:36; (Jer. 17:7); Dan. 6:22, 23; Acts 5:19; 12:7\"\u003e⚓\u003c/a\u003eAngel and delivered His servants who trusted in Him, and they have frustrated the king’s word, and yielded their bodies, that they should not serve nor worship any god except their own God! \u003c/span\u003e\n\u003cspan class=\"verse da_3_29\"\u003e\u003csup\u003e29\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 6:26\"\u003e⚓\u003c/a\u003eTherefore I make a decree that any people, nation, or language which speaks anything amiss against the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 2:46, 47; 4:34–37\"\u003e⚓\u003c/a\u003eGod of Shadrach, Meshach, and Abed-Nego shall be \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezra 6:11; Dan. 2:5\"\u003e⚓\u003c/a\u003ecut in pieces, and their houses shall be made an ash heap; \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 6:27\"\u003e⚓\u003c/a\u003ebecause there is no other God who can deliver like this.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_3_30\"\u003e \u003csup\u003e30\u003c/sup\u003eThen the king promoted Shadrach, Meshach, and Abed-Nego in the province of Babylon.\u003cbr/\u003e\u003c/span\u003e\n"
}