{
    "Translation": "NKJV",
    "group": "MAJOR PROPHETS",
    "BookName": "Daniel ",
    "BookNumber": 27,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e11\u003c/h1\u003e\u003c/div\u003e\n\u003cspan class=\"verse da_11_1\"\u003e \u003csup\u003e1\u003c/sup\u003e“Also \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 9:1\"\u003e⚓\u003c/a\u003ein the first year of \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 5:31\"\u003e⚓\u003c/a\u003eDarius the Mede, I, \u003ci\u003eeven\u003c/i\u003e I, stood up to confirm and strengthen him.) \u003c/span\u003e\n\u003cspan class=\"verse da_11_2\"\u003e\u003csup\u003e2\u003c/sup\u003eAnd now I will tell you the truth: Behold, three more kings will arise in Persia, and the fourth shall be far richer than \u003ci\u003ethem\u003c/i\u003e all; by his strength, through his riches, he shall stir up all against the realm of Greece. \u003c/span\u003e\n\u003cspan class=\"verse da_11_3\"\u003e\u003csup\u003e3\u003c/sup\u003eThen \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 7:6; 8:5\"\u003e⚓\u003c/a\u003ea mighty king shall arise, who shall rule with great dominion, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 8:4; 11:16, 36\"\u003e⚓\u003c/a\u003edo according to his will. \u003c/span\u003e\n\u003cspan class=\"verse da_11_4\"\u003e\u003csup\u003e4\u003c/sup\u003eAnd when he has arisen, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Jer. 49:36; Ezek. 37:9; Dan. 7:2; 8:8; Zech. 2:6; Rev. 7:1\"\u003e⚓\u003c/a\u003ehis kingdom shall be broken up and divided toward the four winds of heaven, but not among his posterity \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 8:22\"\u003e⚓\u003c/a\u003enor according to his dominion with which he ruled; for his kingdom shall be uprooted, even for others besides these.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eWarring Kings of North and South\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse da_11_5\"\u003e \u003csup\u003e5\u003c/sup\u003e“Also the king of the South shall become strong, as well as \u003ci\u003eone\u003c/i\u003e of his princes; and he shall gain power over him and have dominion. His dominion \u003ci\u003eshall\u003c/i\u003e \u003ci\u003ebe\u003c/i\u003e a great dominion. \u003c/span\u003e\n\u003cspan class=\"verse da_11_6\"\u003e\u003csup\u003e6\u003c/sup\u003eAnd at the end of \u003ci\u003esome\u003c/i\u003e years they shall join forces, for the daughter of the king of the South shall go to the king of the North to make an agreement; but she shall not retain the power of her authority, and neither he nor his authority shall stand; but she shall be given up, with those who brought her, and with him who begot her, and with him who strengthened her in \u003ci\u003ethose\u003c/i\u003e times. \u003c/span\u003e\n\u003cspan class=\"verse da_11_7\"\u003e\u003csup\u003e7\u003c/sup\u003eBut from a branch of her roots \u003ci\u003eone\u003c/i\u003e shall arise in his place, who shall come with an army, enter the fortress of the king of the North, and deal with them and prevail. \u003c/span\u003e\n\u003cspan class=\"verse da_11_8\"\u003e\u003csup\u003e8\u003c/sup\u003eAnd he shall also carry their gods captive to Egypt, with their princes \u003ci\u003eand\u003c/i\u003e their precious articles of silver and gold; and he shall continue \u003ci\u003emore\u003c/i\u003e years than the king of the North.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_11_9\"\u003e \u003csup\u003e9\u003c/sup\u003e“Also \u003ci\u003ethe\u003c/i\u003e \u003ci\u003eking\u003c/i\u003e \u003ci\u003eof\u003c/i\u003e \u003ci\u003ethe\u003c/i\u003e \u003ci\u003eNorth\u003c/i\u003e shall come to the kingdom of the king of the South, but shall return to his own land. \u003c/span\u003e\n\u003cspan class=\"verse da_11_10\"\u003e\u003csup\u003e10\u003c/sup\u003eHowever his sons shall stir up strife, and assemble a multitude of great forces; and \u003ci\u003eone\u003c/i\u003e shall certainly come \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Is. 8:8; Jer. 46:7, 8; 51:42; Dan. 9:26; 11:26, 40\"\u003e⚓\u003c/a\u003eand overwhelm and pass through; then he shall return \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 11:7\"\u003e⚓\u003c/a\u003eto his fortress and stir up strife.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_11_11\"\u003e \u003csup\u003e11\u003c/sup\u003e“And the king of the South shall be \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Prov. 16:14\"\u003e⚓\u003c/a\u003emoved with rage, and go out and fight with him, with the king of the North, who shall muster a great multitude; but the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Ps. 33:10, 16)\"\u003e⚓\u003c/a\u003emultitude shall be given into the hand of his \u003ci\u003eenemy.\u003c/i\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_11_12\"\u003e\u003csup\u003e12\u003c/sup\u003eWhen he has taken away the multitude, his heart will be lifted up; and he will cast down tens of thousands, but he will not prevail. \u003c/span\u003e\n\u003cspan class=\"verse da_11_13\"\u003e\u003csup\u003e13\u003c/sup\u003eFor the king of the North will return and muster a multitude greater than the former, and shall certainly come at the end of some years with a great army and much equipment.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_11_14\"\u003e \u003csup\u003e14\u003c/sup\u003e“Now in those times many shall rise up against the king of the South. Also, violent men of your people shall exalt themselves in fulfillment of the vision, but they shall \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Job 9:13\"\u003e⚓\u003c/a\u003efall. \u003c/span\u003e\n\u003cspan class=\"verse da_11_15\"\u003e\u003csup\u003e15\u003c/sup\u003eSo the king of the North shall come and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Jer. 6:6; Ezek. 4:2; 17:17\"\u003e⚓\u003c/a\u003ebuild a siege mound, and take a fortified city; and the forces of the South shall not withstand \u003ci\u003ehim.\u003c/i\u003e Even his choice troops \u003ci\u003eshall\u003c/i\u003e \u003ci\u003ehave\u003c/i\u003e no strength to resist. \u003c/span\u003e\n\u003cspan class=\"verse da_11_16\"\u003e\u003csup\u003e16\u003c/sup\u003eBut he who comes against him \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 8:4, 7\"\u003e⚓\u003c/a\u003eshall do according to his own will, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 1:5\"\u003e⚓\u003c/a\u003eno one shall stand against him. He shall stand in the Glorious Land with destruction in his power.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_11_17\"\u003e \u003csup\u003e17\u003c/sup\u003e“He shall also \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 12:17; 2 Chr. 20:3; Ezek. 4:3, 7\"\u003e⚓\u003c/a\u003eset his face to enter with the strength of his whole kingdom, and upright ones with him; thus shall he do. And he shall give him the daughter of women to destroy it; but she shall not stand \u003ci\u003ewith\u003c/i\u003e \u003ci\u003ehim,\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 9:26\"\u003e⚓\u003c/a\u003eor be for him. \u003c/span\u003e\n\u003cspan class=\"verse da_11_18\"\u003e\u003csup\u003e18\u003c/sup\u003eAfter this he shall turn his face to the coastlands, and shall take many. But a ruler shall bring the reproach against them to an end; and with the reproach removed, he shall turn back on him. \u003c/span\u003e\n\u003cspan class=\"verse da_11_19\"\u003e\u003csup\u003e19\u003c/sup\u003eThen he shall turn his face toward the fortress of his own land; but he shall \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ps. 27:2; Jer. 46:6\"\u003e⚓\u003c/a\u003estumble and fall, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Job 20:8; Ps. 37:36; Ezek. 26:21\"\u003e⚓\u003c/a\u003eand not be found.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_11_20\"\u003e \u003csup\u003e20\u003c/sup\u003e“There shall arise in his place one who imposes taxes \u003ci\u003eon\u003c/i\u003e the glorious kingdom; but within a few days he shall be destroyed, but not in anger or in battle. \u003c/span\u003e\n\u003cspan class=\"verse da_11_21\"\u003e\u003csup\u003e21\u003c/sup\u003eAnd in his place \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 7:8\"\u003e⚓\u003c/a\u003eshall arise a vile person, to whom they will not give the honor of royalty; but he shall come in peaceably, and seize the kingdom by intrigue. \u003c/span\u003e\n\u003cspan class=\"verse da_11_22\"\u003e\u003csup\u003e22\u003c/sup\u003eWith the force of a \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 9:26\"\u003e⚓\u003c/a\u003eflood they shall be swept away from before him and be broken, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 8:10, 11\"\u003e⚓\u003c/a\u003eand also the prince of the covenant. \u003c/span\u003e\n\u003cspan class=\"verse da_11_23\"\u003e\u003csup\u003e23\u003c/sup\u003eAnd after the league \u003ci\u003eis\u003c/i\u003e \u003ci\u003emade\u003c/i\u003e with him \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 8:25\"\u003e⚓\u003c/a\u003ehe shall act deceitfully, for he shall come up and become strong with a small \u003ci\u003enumber\u003c/i\u003e \u003ci\u003eof\u003c/i\u003e people. \u003c/span\u003e\n\u003cspan class=\"verse da_11_24\"\u003e\u003csup\u003e24\u003c/sup\u003eHe shall enter peaceably, even into the richest places of the province; and he shall do \u003ci\u003ewhat\u003c/i\u003e his fathers have not done, nor his forefathers: he shall disperse among them the plunder, spoil, and riches; and he shall devise his plans against the strongholds, but \u003ci\u003eonly\u003c/i\u003e for a time.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_11_25\"\u003e \u003csup\u003e25\u003c/sup\u003e“He shall stir up his power and his courage against the king of the South with a great army. And the king of the South shall be stirred up to battle with a very great and mighty army; but he shall not stand, for they shall devise plans against him. \u003c/span\u003e\n\u003cspan class=\"verse da_11_26\"\u003e\u003csup\u003e26\u003c/sup\u003eYes, those who eat of the portion of his delicacies shall destroy him; his army shall be swept away, and many shall fall down slain. \u003c/span\u003e\n\u003cspan class=\"verse da_11_27\"\u003e\u003csup\u003e27\u003c/sup\u003eBoth these kings’ hearts \u003ci\u003eshall\u003c/i\u003e \u003ci\u003ebe\u003c/i\u003e bent on evil, and they shall speak lies at the same table; but it shall not prosper, for the end \u003ci\u003ewill\u003c/i\u003e still \u003ci\u003ebe\u003c/i\u003e at the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 8:19; Hab. 2:3\"\u003e⚓\u003c/a\u003eappointed time. \u003c/span\u003e\n\u003cspan class=\"verse da_11_28\"\u003e\u003csup\u003e28\u003c/sup\u003eWhile returning to his land with great riches, his heart shall be \u003ci\u003emoved\u003c/i\u003e against the holy covenant; so he shall do \u003ci\u003edamage\u003c/i\u003e and return to his own land.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eThe Northern King’s Blasphemies\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse da_11_29\"\u003e \u003csup\u003e29\u003c/sup\u003e“At the appointed time he shall return and go toward the south; but it shall not be like the former or the latter. \u003c/span\u003e\n\u003cspan class=\"verse da_11_30\"\u003e\u003csup\u003e30\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 10:4; Num. 24:24; Is. 23:1, 12; Jer. 2:10\"\u003e⚓\u003c/a\u003eFor ships from Cyprus shall come against him; therefore he shall be grieved, and return in rage against the holy covenant, and do \u003ci\u003edamage.\u003c/i\u003e\u003cbr/\u003e “So he shall return and show regard for those who forsake the holy covenant. \u003c/span\u003e\n\u003cspan class=\"verse da_11_31\"\u003e\u003csup\u003e31\u003c/sup\u003eAnd forces shall be mustered by him, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 8:11–13; 12:11\"\u003e⚓\u003c/a\u003eand they shall defile the sanctuary fortress; then they shall take away the daily \u003ci\u003esacrifices,\u003c/i\u003e and place \u003ci\u003ethere\u003c/i\u003e the abomination of desolation. \u003c/span\u003e\n\u003cspan class=\"verse da_11_32\"\u003e\u003csup\u003e32\u003c/sup\u003eThose who do wickedly against the covenant he shall corrupt with flattery; but the people who know their God shall be strong, and carry out \u003ci\u003egreat\u003c/i\u003e \u003ci\u003eexploits.\u003c/i\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_11_33\"\u003e\u003csup\u003e33\u003c/sup\u003eAnd those of the people who understand shall instruct many; yet \u003ci\u003efor\u003c/i\u003e \u003ci\u003emany\u003c/i\u003e days they shall fall by sword and flame, by captivity and plundering. \u003c/span\u003e\n\u003cspan class=\"verse da_11_34\"\u003e\u003csup\u003e34\u003c/sup\u003eNow when they fall, they shall be aided with a little help; but many shall join with them by intrigue. \u003c/span\u003e\n\u003cspan class=\"verse da_11_35\"\u003e\u003csup\u003e35\u003c/sup\u003eAnd \u003ci\u003esome\u003c/i\u003e of those of understanding shall fall, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Deut. 8:16; Prov. 17:3); Dan. 12:10; Zech. 13:9; Mal. 3:2, 3\"\u003e⚓\u003c/a\u003eto refine them, purify \u003ci\u003ethem,\u003c/i\u003e and make \u003ci\u003ethem\u003c/i\u003e white, \u003ci\u003euntil\u003c/i\u003e the time of the end; because \u003ci\u003eit\u003c/i\u003e \u003ci\u003eis\u003c/i\u003e still for the appointed time.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse da_11_36\"\u003e \u003csup\u003e36\u003c/sup\u003e“Then the king shall do according to his own will: he shall \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 7:8, 25\"\u003e⚓\u003c/a\u003eexalt and magnify himself above every god, shall speak blasphemies against the God of gods, and shall prosper till the wrath has been accomplished; for what has been determined shall be done. \u003c/span\u003e\n\u003cspan class=\"verse da_11_37\"\u003e\u003csup\u003e37\u003c/sup\u003eHe shall regard neither the God of his fathers nor the desire of women, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Is. 14:13; 2 Thess. 2:4\"\u003e⚓\u003c/a\u003enor regard any god; for he shall exalt himself above \u003ci\u003ethem\u003c/i\u003e all. \u003c/span\u003e\n\u003cspan class=\"verse da_11_38\"\u003e\u003csup\u003e38\u003c/sup\u003eBut in their place he shall honor a god of fortresses; and a god which his fathers did not know he shall honor with gold and silver, with precious stones and pleasant things. \u003c/span\u003e\n\u003cspan class=\"verse da_11_39\"\u003e\u003csup\u003e39\u003c/sup\u003eThus he shall act against the strongest fortresses with a foreign god, which he shall acknowledge, \u003ci\u003eand\u003c/i\u003e advance \u003ci\u003eits\u003c/i\u003e glory; and he shall cause them to rule over many, and divide the land for gain.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eThe Northern King’s Conquests\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse da_11_40\"\u003e \u003csup\u003e40\u003c/sup\u003e“At the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 11:27, 35; 12:4, 9\"\u003e⚓\u003c/a\u003etime of the end the king of the South shall attack him; and the king of the North shall come against him \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Is. 21:1\"\u003e⚓\u003c/a\u003elike a whirlwind, with chariots, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezek. 38:4; Rev. 9:16\"\u003e⚓\u003c/a\u003ehorsemen, and with many ships; and he shall enter the countries, overwhelm \u003ci\u003ethem,\u003c/i\u003e and pass through. \u003c/span\u003e\n\u003cspan class=\"verse da_11_41\"\u003e\u003csup\u003e41\u003c/sup\u003eHe shall also enter the Glorious Land, and many \u003ci\u003ecountries\u003c/i\u003e shall be overthrown; but these shall escape from his hand: \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Is. 11:14\"\u003e⚓\u003c/a\u003eEdom, Moab, and the prominent people of Ammon. \u003c/span\u003e\n\u003cspan class=\"verse da_11_42\"\u003e\u003csup\u003e42\u003c/sup\u003eHe shall stretch out his hand against the countries, and the land of \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Joel 3:19\"\u003e⚓\u003c/a\u003eEgypt shall not escape. \u003c/span\u003e\n\u003cspan class=\"verse da_11_43\"\u003e\u003csup\u003e43\u003c/sup\u003eHe shall have power over the treasures of gold and silver, and over all the precious things of Egypt; also the Libyans and Ethiopians \u003ci\u003eshall\u003c/i\u003e \u003ci\u003efollow\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 11:8\"\u003e⚓\u003c/a\u003eat his heels. \u003c/span\u003e\n\u003cspan class=\"verse da_11_44\"\u003e\u003csup\u003e44\u003c/sup\u003eBut news from the east and the north shall trouble him; therefore he shall go out with great fury to destroy and annihilate many. \u003c/span\u003e\n\u003cspan class=\"verse da_11_45\"\u003e\u003csup\u003e45\u003c/sup\u003eAnd he shall plant the tents of his palace between the seas and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ps. 48:2\"\u003e⚓\u003c/a\u003ethe glorious holy mountain; \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Rev. 19:20\"\u003e⚓\u003c/a\u003eyet he shall come to his end, and no one will help him.\u003cbr/\u003e\u003c/span\u003e\n"
}