{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "II Kings ",
    "BookNumber": 12,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e1\u003c/h1\u003e\u003ch3\u003eGod Judges Ahaziah\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 2vua_1_1\"\u003e \u003csup\u003e1\u003c/sup\u003eMoab \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 8:2\"\u003e⚓\u003c/a\u003erebelled against Israel \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 3:5\"\u003e⚓\u003c/a\u003eafter the death of Ahab.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_2\"\u003e \u003csup\u003e2\u003c/sup\u003eNow \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 22:40\"\u003e⚓\u003c/a\u003eAhaziah fell through the lattice of his upper room in Samaria, and was injured; so he sent messengers and said to them, “Go, inquire of \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 1:3, 6, 16; Matt. 10:25; Mark 3:22\"\u003e⚓\u003c/a\u003eBaal-Zebub, the god of \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Sam. 5:10\"\u003e⚓\u003c/a\u003eEkron, whether I shall recover from this injury.” \u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_3\"\u003e\u003csup\u003e3\u003c/sup\u003eBut the angel of the Lord said to Elijah the Tishbite, “Arise, go up to meet the messengers of the king of Samaria, and say to them, ‘\u003ci\u003eIs\u003c/i\u003e \u003ci\u003eit\u003c/i\u003e because \u003ci\u003ethere\u003c/i\u003e \u003ci\u003eis\u003c/i\u003e no God in Israel \u003ci\u003ethat\u003c/i\u003e you are going to inquire of Baal-Zebub, the god of Ekron?’ \u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_4\"\u003e\u003csup\u003e4\u003c/sup\u003eNow therefore, thus says the Lord: ‘You shall not come down from the bed to which you have gone up, but you shall surely die.’ ” So Elijah departed.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_5\"\u003e \u003csup\u003e5\u003c/sup\u003eAnd when the messengers returned to him, he said to them, “Why have you come back?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_6\"\u003e \u003csup\u003e6\u003c/sup\u003eSo they said to him, “A man came up to meet us, and said to us, ‘Go, return to the king who sent you, and say to him, “Thus says the Lord: ‘\u003ci\u003eIs\u003c/i\u003e \u003ci\u003eit\u003c/i\u003e because \u003ci\u003ethere\u003c/i\u003e \u003ci\u003eis\u003c/i\u003e no God in Israel \u003ci\u003ethat\u003c/i\u003e you are sending to inquire of Baal-Zebub, the god of Ekron? Therefore you shall not come down from the bed to which you have gone up, but you shall surely die.’ ” ’ ”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_7\"\u003e \u003csup\u003e7\u003c/sup\u003eThen he said to them, “What kind of man \u003ci\u003ewas\u003c/i\u003e \u003ci\u003eit\u003c/i\u003e who came up to meet you and told you these words?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_8\"\u003e \u003csup\u003e8\u003c/sup\u003eSo they answered him, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Zech. 13:4; Matt. 3:4; Mark 1:6\"\u003e⚓\u003c/a\u003e“A hairy man wearing a leather belt around his waist.”\u003cbr/\u003e And he said, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 18:7\"\u003e⚓\u003c/a\u003e“It \u003ci\u003eis\u003c/i\u003e Elijah the Tishbite.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_9\"\u003e \u003csup\u003e9\u003c/sup\u003eThen the king sent to him a captain of fifty with his fifty men. So he went up to him; and there he was, sitting on the top of a hill. And he spoke to him: “Man of God, the king has said, ‘Come down!’ ”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_10\"\u003e \u003csup\u003e10\u003c/sup\u003eSo Elijah answered and said to the captain of fifty, “If I \u003ci\u003eam\u003c/i\u003e a man of God, then \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 18:36–38; Luke 9:54\"\u003e⚓\u003c/a\u003elet fire come down from heaven and consume you and your fifty men.” And fire came down from heaven and consumed him and his fifty. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_11\"\u003e\u003csup\u003e11\u003c/sup\u003eThen he sent to him another captain of fifty with his fifty men.\u003cbr/\u003e And he answered and said to him: “Man of God, thus has the king said, ‘Come down quickly!’ ”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_12\"\u003e \u003csup\u003e12\u003c/sup\u003eSo Elijah answered and said to them, “If I \u003ci\u003eam\u003c/i\u003e a man of God, let fire come down from heaven and consume you and your fifty men.” And the fire of God came down from heaven and consumed him and his fifty.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_13\"\u003e \u003csup\u003e13\u003c/sup\u003eAgain, he sent a third captain of fifty with his fifty men. And the third captain of fifty went up, and came and fell on his knees before Elijah, and pleaded with him, and said to him: “Man of God, please let my life and the life of these fifty servants of yours \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Sam. 26:21; Ps. 72:14\"\u003e⚓\u003c/a\u003ebe precious in your sight. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_14\"\u003e\u003csup\u003e14\u003c/sup\u003eLook, fire has come down from heaven and burned up the first two captains of fifties with their fifties. But let my life now be precious in your sight.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_15\"\u003e \u003csup\u003e15\u003c/sup\u003eAnd the angel of the Lord said to Elijah, “Go down with him; do not be afraid of him.” So he arose and went down with him to the king. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_16\"\u003e\u003csup\u003e16\u003c/sup\u003eThen he said to him, “Thus says the Lord: ‘Because you have sent messengers to inquire of Baal-Zebub, the god of Ekron, \u003ci\u003eis\u003c/i\u003e \u003ci\u003eit\u003c/i\u003e because \u003ci\u003ethere\u003c/i\u003e \u003ci\u003eis\u003c/i\u003e no God in Israel to inquire of His word? Therefore you shall not come down from the bed to which you have gone up, but you shall surely die.’ ”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_17\"\u003e \u003csup\u003e17\u003c/sup\u003eSo \u003ci\u003eAhaziah\u003c/i\u003e died according to the word of the Lord which Elijah had spoken. Because he had no son, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 22:50; 2 Kin. 8:16; Matt. 1:8\"\u003e⚓\u003c/a\u003eJehoram became king in his place, in the second year of Jehoram the son of Jehoshaphat, king of Judah.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_1_18\"\u003e \u003csup\u003e18\u003c/sup\u003eNow the rest of the acts of Ahaziah which he did, \u003ci\u003eare\u003c/i\u003e they not written in the book of the chronicles of the kings of Israel?\u003cbr/\u003e\u003c/span\u003e\n"
}