{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "II Kings ",
    "BookNumber": 12,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e2\u003c/h1\u003e\u003ch3\u003eElijah Ascends to Heaven\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 2vua_2_1\"\u003e \u003csup\u003e1\u003c/sup\u003eAnd it came to pass, when the Lord was about to \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 5:24; (Heb. 11:5)\"\u003e⚓\u003c/a\u003etake up Elijah into heaven by a whirlwind, that Elijah went with \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 19:16–21\"\u003e⚓\u003c/a\u003eElisha from Gilgal. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_2\"\u003e\u003csup\u003e2\u003c/sup\u003eThen Elijah said to Elisha, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ruth 1:15, 16\"\u003e⚓\u003c/a\u003e“Stay here, please, for the Lord has sent me on to Bethel.”\u003cbr/\u003e But Elisha said, “\u003ci\u003eAs\u003c/i\u003e the Lord lives, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Sam. 1:26; 2 Kin. 2:4, 6; 4:30\"\u003e⚓\u003c/a\u003e\u003ci\u003eas\u003c/i\u003e your soul lives, I will not leave you!” So they went down to Bethel.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_3\"\u003e \u003csup\u003e3\u003c/sup\u003eNow \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 20:35; 2 Kin. 2:5, 7, 15; 4:1, 38; 9:1\"\u003e⚓\u003c/a\u003ethe sons of the prophets who \u003ci\u003ewere\u003c/i\u003e at Bethel came out to Elisha, and said to him, “Do you know that the Lord will take away your master from over you today?”\u003cbr/\u003e And he said, “Yes, I know; keep silent!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_4\"\u003e \u003csup\u003e4\u003c/sup\u003eThen Elijah said to him, “Elisha, stay here, please, for the Lord has sent me on to Jericho.”\u003cbr/\u003e But he said, “\u003ci\u003eAs\u003c/i\u003e the Lord lives, and \u003ci\u003eas\u003c/i\u003e your soul lives, I will not leave you!” So they came to Jericho.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_5\"\u003e \u003csup\u003e5\u003c/sup\u003eNow the sons of the prophets who \u003ci\u003ewere\u003c/i\u003e at Jericho came to Elisha and said to him, “Do you know that the Lord will take away your master from over you today?”\u003cbr/\u003e So he answered, “Yes, I know; keep silent!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_6\"\u003e \u003csup\u003e6\u003c/sup\u003eThen Elijah said to him, “Stay here, please, for the Lord has sent me on to the Jordan.”\u003cbr/\u003e But he said, “\u003ci\u003eAs\u003c/i\u003e the Lord lives, and \u003ci\u003eas\u003c/i\u003e your soul lives, I will not leave you!” So the two of them went on. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_7\"\u003e\u003csup\u003e7\u003c/sup\u003eAnd fifty men of the sons of the prophets went and stood facing \u003ci\u003ethem\u003c/i\u003e at a distance, while the two of them stood by the Jordan. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_8\"\u003e\u003csup\u003e8\u003c/sup\u003eNow Elijah took his mantle, rolled \u003ci\u003eit\u003c/i\u003e up, and struck the water; and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 14:21, 22; Josh. 3:16; 2 Kin. 2:14\"\u003e⚓\u003c/a\u003eit was divided this way and that, so that the two of them crossed over on dry \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 3:17\"\u003e⚓\u003c/a\u003eground.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_9\"\u003e \u003csup\u003e9\u003c/sup\u003eAnd so it was, when they had crossed over, that Elijah said to Elisha, “Ask! What may I do for you, before I am taken away from you?”\u003cbr/\u003e Elisha said, “Please let a double portion of your spirit be upon me.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_10\"\u003e \u003csup\u003e10\u003c/sup\u003eSo he said, “You have asked a hard thing. \u003ci\u003eNevertheless,\u003c/i\u003e if you see me \u003ci\u003ewhen\u003c/i\u003e \u003ci\u003eI\u003c/i\u003e \u003ci\u003eam\u003c/i\u003e taken from you, it shall be so for you; but if not, it shall not be \u003ci\u003eso.\u003c/i\u003e” \u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_11\"\u003e\u003csup\u003e11\u003c/sup\u003eThen it happened, as they continued on and talked, that suddenly \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 6:17; Ps. 104:4\"\u003e⚓\u003c/a\u003ea chariot of fire \u003ci\u003eappeared\u003c/i\u003e with horses of fire, and separated the two of them; and Elijah \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 5:24; Heb. 11:5\"\u003e⚓\u003c/a\u003ewent up by a whirlwind into heaven.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_12\"\u003e \u003csup\u003e12\u003c/sup\u003eAnd Elisha saw \u003ci\u003eit,\u003c/i\u003e and he cried out, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 13:14\"\u003e⚓\u003c/a\u003e“My father, my father, the chariot of Israel and its horsemen!” So he saw him no more. And he took hold of his own clothes and tore them into two pieces. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_13\"\u003e\u003csup\u003e13\u003c/sup\u003eHe also took up the mantle of Elijah that had fallen from him, and went back and stood by the bank of the Jordan. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_14\"\u003e\u003csup\u003e14\u003c/sup\u003eThen he took the mantle of Elijah that had fallen from him, and struck the water, and said, “Where \u003ci\u003eis\u003c/i\u003e the Lord God of Elijah?” And when he also had struck the water, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 2:8\"\u003e⚓\u003c/a\u003eit was divided this way and that; and Elisha crossed over.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_15\"\u003e \u003csup\u003e15\u003c/sup\u003eNow when the sons of the prophets who \u003ci\u003ewere\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 2:7\"\u003e⚓\u003c/a\u003efrom Jericho saw him, they said, “The spirit of Elijah rests on Elisha.” And they came to meet him, and bowed to the ground before him. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_16\"\u003e\u003csup\u003e16\u003c/sup\u003eThen they said to him, “Look now, there are fifty strong men with your servants. Please let them go and search for your master, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 18:12; Ezek. 8:3; Acts 8:39\"\u003e⚓\u003c/a\u003elest perhaps the Spirit of the Lord has taken him up and cast him upon some mountain or into some valley.”\u003cbr/\u003e And he said, “You shall not send anyone.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_17\"\u003e \u003csup\u003e17\u003c/sup\u003eBut when they urged him till he was \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 8:11\"\u003e⚓\u003c/a\u003eashamed, he said, “Send \u003ci\u003ethem!\u003c/i\u003e” Therefore they sent fifty men, and they searched for three days but did not find him. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_18\"\u003e\u003csup\u003e18\u003c/sup\u003eAnd when they came back to him, for he had stayed in Jericho, he said to them, “Did I not say to you, ‘Do not go’?”\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eElisha Performs Miracles\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 2vua_2_19\"\u003e \u003csup\u003e19\u003c/sup\u003eThen the men of the city said to Elisha, “Please notice, the situation of this city \u003ci\u003eis\u003c/i\u003e pleasant, as my lord sees; but the water \u003ci\u003eis\u003c/i\u003e bad, and the ground barren.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_20\"\u003e \u003csup\u003e20\u003c/sup\u003eAnd he said, “Bring me a new bowl, and put salt in it.” So they brought \u003ci\u003eit\u003c/i\u003e to him. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_21\"\u003e\u003csup\u003e21\u003c/sup\u003eThen he went out to the source of the water, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 15:25, 26; 2 Kin. 4:41; 6:6; John 9:6\"\u003e⚓\u003c/a\u003ecast in the salt there, and said, “Thus says the Lord: ‘I have healed this water; from it there shall be no more death or barrenness.’ ” \u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_22\"\u003e\u003csup\u003e22\u003c/sup\u003eSo the water remains \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezek. 47:8, 9\"\u003e⚓\u003c/a\u003ehealed to this day, according to the word of Elisha which he spoke.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_23\"\u003e \u003csup\u003e23\u003c/sup\u003eThen he went up from there to Bethel; and as he was going up the road, some youths came from the city and mocked him, and said to him, “Go up, you baldhead! Go up, you baldhead!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_24\"\u003e \u003csup\u003e24\u003c/sup\u003eSo he turned around and looked at them, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 27:13–26\"\u003e⚓\u003c/a\u003epronounced a curse on them in the name of the Lord. And two female bears came out of the woods and mauled forty-two of the youths.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_2_25\"\u003e \u003csup\u003e25\u003c/sup\u003eThen he went from there to \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 18:19, 20; 2 Kin. 4:25\"\u003e⚓\u003c/a\u003eMount Carmel, and from there he returned to Samaria.\u003cbr/\u003e\u003c/span\u003e\n"
}