{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "II Kings ",
    "BookNumber": 12,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e5\u003c/h1\u003e\u003ch3\u003eNaaman’s Leprosy Healed\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 2vua_5_1\"\u003e \u003csup\u003e1\u003c/sup\u003eNow \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Luke 4:27\"\u003e⚓\u003c/a\u003eNaaman, commander of the army of the king of Syria, was \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 11:3\"\u003e⚓\u003c/a\u003ea great and honorable man in the eyes of his master, because by him the Lord had given victory to Syria. He was also a mighty man of valor, \u003ci\u003ebut\u003c/i\u003e a leper. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_2\"\u003e\u003csup\u003e2\u003c/sup\u003eAnd the Syrians had gone out \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 6:23; 13:20\"\u003e⚓\u003c/a\u003eon raids, and had brought back captive a young girl from the land of Israel. She waited on Naaman’s wife. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_3\"\u003e\u003csup\u003e3\u003c/sup\u003eThen she said to her mistress, “If only my master \u003ci\u003ewere\u003c/i\u003e with the prophet who \u003ci\u003eis\u003c/i\u003e in Samaria! For he would heal him of his leprosy.” \u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_4\"\u003e\u003csup\u003e4\u003c/sup\u003eAnd \u003ci\u003eNaaman\u003c/i\u003e went in and told his master, saying, “Thus and thus said the girl who \u003ci\u003eis\u003c/i\u003e from the land of Israel.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_5\"\u003e \u003csup\u003e5\u003c/sup\u003eThen the king of Syria said, “Go now, and I will send a letter to the king of Israel.”\u003cbr/\u003e So he departed and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Sam. 9:8; 2 Kin. 8:8, 9\"\u003e⚓\u003c/a\u003etook with him ten talents of silver, six thousand \u003ci\u003eshekels\u003c/i\u003e of gold, and ten changes of clothing. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_6\"\u003e\u003csup\u003e6\u003c/sup\u003eThen he brought the letter to the king of Israel, which said,\u003cbr/\u003e  Now be advised, when this letter comes to you, that I have sent Naaman my servant to you, that you may heal him of his leprosy.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_7\"\u003e \u003csup\u003e7\u003c/sup\u003eAnd it happened, when the king of Israel read the letter, that he tore his clothes and said, “\u003ci\u003eAm\u003c/i\u003e I \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Gen. 30:2; Deut. 32:39; 1 Sam. 2:6)\"\u003e⚓\u003c/a\u003eGod, to kill and make alive, that this man sends a man to me to heal him of his leprosy? Therefore please consider, and see how he seeks a quarrel with me.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_8\"\u003e \u003csup\u003e8\u003c/sup\u003eSo it was, when Elisha the man of God heard that the king of Israel had torn his clothes, that he sent to the king, saying, “Why have you torn your clothes? Please let him come to me, and he shall know that there is a prophet in Israel.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_9\"\u003e \u003csup\u003e9\u003c/sup\u003eThen Naaman went with his horses and chariot, and he stood at the door of Elisha’s house. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_10\"\u003e\u003csup\u003e10\u003c/sup\u003eAnd Elisha sent a messenger to him, saying, “Go and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 4:41; John 9:7\"\u003e⚓\u003c/a\u003ewash in the Jordan seven times, and your flesh shall be restored to you, and \u003ci\u003eyou\u003c/i\u003e \u003ci\u003eshall\u003c/i\u003e be clean.” \u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_11\"\u003e\u003csup\u003e11\u003c/sup\u003eBut Naaman became furious, and went away and said, “Indeed, I said to myself, ‘He will surely come out \u003ci\u003eto\u003c/i\u003e \u003ci\u003eme,\u003c/i\u003e and stand and call on the name of the Lord his God, and wave his hand over the place, and heal the leprosy.’ \u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_12\"\u003e\u003csup\u003e12\u003c/sup\u003e\u003ci\u003eAre\u003c/i\u003e not the Abanah and the Pharpar, the rivers of Damascus, better than all the waters of Israel? Could I not wash in them and be clean?” So he turned and went away in a rage. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_13\"\u003e\u003csup\u003e13\u003c/sup\u003eAnd his \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Sam. 28:23\"\u003e⚓\u003c/a\u003eservants came near and spoke to him, and said, “My father, \u003ci\u003eif\u003c/i\u003e the prophet had told you \u003ci\u003eto\u003c/i\u003e \u003ci\u003edo\u003c/i\u003e something great, would you not have done \u003ci\u003eit?\u003c/i\u003e How much more then, when he says to you, ‘Wash, and be clean’?” \u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_14\"\u003e\u003csup\u003e14\u003c/sup\u003eSo he went down and dipped seven times in the Jordan, according to the saying of the man of God; and his \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 5:10; Job 33:25\"\u003e⚓\u003c/a\u003eflesh was restored like the flesh of a little child, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Luke 4:27; 5:13\"\u003e⚓\u003c/a\u003ehe was clean.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_15\"\u003e \u003csup\u003e15\u003c/sup\u003eAnd he returned to the man of God, he and all his aides, and came and stood before him; and he said, “Indeed, now I know that \u003ci\u003ethere\u003c/i\u003e \u003ci\u003eis\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 2:47; 3:29; 6:26, 27\"\u003e⚓\u003c/a\u003eno God in all the earth, except in Israel; now therefore, please take \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 33:11\"\u003e⚓\u003c/a\u003ea gift from your servant.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_16\"\u003e \u003csup\u003e16\u003c/sup\u003eBut he said, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 3:14\"\u003e⚓\u003c/a\u003e“\u003ci\u003eAs\u003c/i\u003e the Lord lives, before whom I stand, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 14:22, 23; 2 Kin. 5:20, 26; (Matt. 10:8); Acts 8:18, 20\"\u003e⚓\u003c/a\u003eI will receive nothing.” And he urged him to take \u003ci\u003eit,\u003c/i\u003e but he refused.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_17\"\u003e \u003csup\u003e17\u003c/sup\u003eSo Naaman said, “Then, if not, please let your servant be given two mule-loads of earth; for your servant will no longer offer either burnt offering or sacrifice to other gods, but to the Lord. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_18\"\u003e\u003csup\u003e18\u003c/sup\u003eYet in this thing may the Lord pardon your servant: when my master goes into the temple of Rimmon to worship there, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 7:2, 17\"\u003e⚓\u003c/a\u003ehe leans on my hand, and I bow down in the temple of Rimmon—when I bow down in the temple of Rimmon, may the Lord please pardon your servant in this thing.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_19\"\u003e \u003csup\u003e19\u003c/sup\u003eThen he said to him, “Go in peace.” So he departed from him a short distance.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eGehazi’s Greed\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse 2vua_5_20\"\u003e \u003csup\u003e20\u003c/sup\u003eBut \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 4:12; 8:4, 5\"\u003e⚓\u003c/a\u003eGehazi, the servant of Elisha the man of God, said, “Look, my master has spared Naaman this Syrian, while not receiving from his hands what he brought; but \u003ci\u003eas\u003c/i\u003e the Lord lives, I will run after him and take something from him.” \u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_21\"\u003e\u003csup\u003e21\u003c/sup\u003eSo Gehazi pursued Naaman. When Naaman saw \u003ci\u003ehim\u003c/i\u003e running after him, he got down from the chariot to meet him, and said, “\u003ci\u003eIs\u003c/i\u003e all well?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_22\"\u003e \u003csup\u003e22\u003c/sup\u003eAnd he said, “All \u003ci\u003eis\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 4:26\"\u003e⚓\u003c/a\u003ewell. My master has sent me, saying, ‘Indeed, just now two young men of the sons of the prophets have come to me from the mountains of Ephraim. Please give them a talent of silver and two changes of garments.’ ”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_23\"\u003e \u003csup\u003e23\u003c/sup\u003eSo Naaman said, “Please, take two talents.” And he urged him, and bound two talents of silver in two bags, with two changes of garments, and handed \u003ci\u003ethem\u003c/i\u003e to two of his servants; and they carried \u003ci\u003ethem\u003c/i\u003e on ahead of him. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_24\"\u003e\u003csup\u003e24\u003c/sup\u003eWhen he came to the citadel, he took \u003ci\u003ethem\u003c/i\u003e from their hand, and stored \u003ci\u003ethem\u003c/i\u003e away in the house; then he let the men go, and they departed. \u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_25\"\u003e\u003csup\u003e25\u003c/sup\u003eNow he went in and stood before his master. Elisha said to him, “Where \u003ci\u003edid\u003c/i\u003e \u003ci\u003eyou\u003c/i\u003e \u003ci\u003ego,\u003c/i\u003e Gehazi?”\u003cbr/\u003e And he said, “Your servant did not go anywhere.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_26\"\u003e \u003csup\u003e26\u003c/sup\u003eThen he said to him, “Did not my heart go \u003ci\u003ewith\u003c/i\u003e \u003ci\u003eyou\u003c/i\u003e when the man turned back from his chariot to meet you? \u003ci\u003eIs\u003c/i\u003e \u003ci\u003eit\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Eccl. 3:1, 6)\"\u003e⚓\u003c/a\u003etime to receive money and to receive clothing, olive groves and vineyards, sheep and oxen, male and female servants? \u003c/span\u003e\n\u003cspan class=\"verse 2vua_5_27\"\u003e\u003csup\u003e27\u003c/sup\u003eTherefore the leprosy of Naaman \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(1 Tim. 6:10)\"\u003e⚓\u003c/a\u003eshall cling to you and your descendants forever.” And he went out from his presence \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 4:6; Num. 12:10; 2 Kin. 15:5\"\u003e⚓\u003c/a\u003eleprous, \u003ci\u003eas\u003c/i\u003e \u003ci\u003ewhite\u003c/i\u003e as snow.\u003cbr/\u003e\u003c/span\u003e\n"
}