{
    "Translation": "NKJV",
    "group": "MAJOR PROPHETS",
    "BookName": "Jeremiah ",
    "BookNumber": 24,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e37\u003c/h1\u003e\u003ch3\u003eZedekiah’s Vain Hope\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse gie_37_1\"\u003e \u003csup\u003e1\u003c/sup\u003eNow King \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 24:17; 1 Chr. 3:15; 2 Chr. 36:10; Jer. 22:24\"\u003e⚓\u003c/a\u003eZedekiah the son of Josiah reigned instead of Coniah the son of Jehoiakim, whom Nebuchadnezzar king of Babylon made king in the land of Judah. \u003c/span\u003e\n\u003cspan class=\"verse gie_37_2\"\u003e\u003csup\u003e2\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 24:19, 20; 2 Chr. 36:12–16; (Prov. 29:12)\"\u003e⚓\u003c/a\u003eBut neither he nor his servants nor the people of the land gave heed to the words of the Lord which He spoke by the prophet Jeremiah.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gie_37_3\"\u003e \u003csup\u003e3\u003c/sup\u003eAnd Zedekiah the king sent Jehucal the son of Shelemiah, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Jer. 21:1, 2; 29:25; 52:24\"\u003e⚓\u003c/a\u003eZephaniah the son of Maaseiah, the priest, to the prophet Jeremiah, saying, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 13:6; Jer. 42:2; Acts 8:24\"\u003e⚓\u003c/a\u003e“Pray now to the Lord our God for us.” \u003c/span\u003e\n\u003cspan class=\"verse gie_37_4\"\u003e\u003csup\u003e4\u003c/sup\u003eNow Jeremiah was coming and going among the people, for they had not \u003ci\u003eyet\u003c/i\u003e put him in prison. \u003c/span\u003e\n\u003cspan class=\"verse gie_37_5\"\u003e\u003csup\u003e5\u003c/sup\u003eThen \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 24:7; Jer. 37:7; Ezek. 17:15\"\u003e⚓\u003c/a\u003ePharaoh’s army came up from Egypt; and when the Chaldeans who were besieging Jerusalem heard news of them, they departed from Jerusalem.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gie_37_6\"\u003e \u003csup\u003e6\u003c/sup\u003eThen the word of the Lord came to the prophet Jeremiah, saying, \u003c/span\u003e\n\u003cspan class=\"verse gie_37_7\"\u003e\u003csup\u003e7\u003c/sup\u003e“Thus says the Lord, the God of Israel, ‘Thus you shall say to the king of Judah, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Is. 36:6; Jer. 21:2; Ezek. 17:17\"\u003e⚓\u003c/a\u003ewho sent you to Me to inquire of Me: “Behold, Pharaoh’s army which has come up to help you will return to Egypt, to their own land. \u003c/span\u003e\n\u003cspan class=\"verse gie_37_8\"\u003e\u003csup\u003e8\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 36:19; Jer. 34:22\"\u003e⚓\u003c/a\u003eAnd the Chaldeans shall come back and fight against this city, and take it and burn it with fire.” ’ \u003c/span\u003e\n\u003cspan class=\"verse gie_37_9\"\u003e\u003csup\u003e9\u003c/sup\u003eThus says the Lord: ‘Do not deceive yourselves, saying, “The Chaldeans will surely depart from us,” for they will not depart. \u003c/span\u003e\n\u003cspan class=\"verse gie_37_10\"\u003e\u003csup\u003e10\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Lev. 26:36–38; Is. 30:17; Jer. 21:4, 5\"\u003e⚓\u003c/a\u003eFor though you had defeated the whole army of the Chaldeans who fight against you, and there remained \u003ci\u003eonly\u003c/i\u003e wounded men among them, they would rise up, every man in his tent, and burn the city with fire.’ ”\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eJeremiah Imprisoned\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse gie_37_11\"\u003e \u003csup\u003e11\u003c/sup\u003eAnd it happened, when the army of the Chaldeans left \u003ci\u003ethe\u003c/i\u003e \u003ci\u003esiege\u003c/i\u003e of Jerusalem for fear of Pharaoh’s army, \u003c/span\u003e\n\u003cspan class=\"verse gie_37_12\"\u003e\u003csup\u003e12\u003c/sup\u003ethat Jeremiah went out of Jerusalem to go into the land of Benjamin to claim his property there among the people. \u003c/span\u003e\n\u003cspan class=\"verse gie_37_13\"\u003e\u003csup\u003e13\u003c/sup\u003eAnd when he was in the Gate of Benjamin, a captain of the guard \u003ci\u003ewas\u003c/i\u003e there whose name \u003ci\u003ewas\u003c/i\u003e Irijah the son of Shelemiah, the son of Hananiah; and he seized Jeremiah the prophet, saying, “You are defecting to the Chaldeans!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gie_37_14\"\u003e \u003csup\u003e14\u003c/sup\u003eThen Jeremiah said, “False! I am not defecting to the Chaldeans.” But he did not listen to him.\u003cbr/\u003e So Irijah seized Jeremiah and brought him to the princes. \u003c/span\u003e\n\u003cspan class=\"verse gie_37_15\"\u003e\u003csup\u003e15\u003c/sup\u003eTherefore the princes were angry with Jeremiah, and they struck him \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Jer. 20:2; (Matt. 21:35)\"\u003e⚓\u003c/a\u003eand put him in prison in the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 39:20; 2 Chr. 16:10; 18:26; Jer. 38:26; Acts 5:18\"\u003e⚓\u003c/a\u003ehouse of Jonathan the scribe. For they had made that the prison.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gie_37_16\"\u003e \u003csup\u003e16\u003c/sup\u003eWhen Jeremiah entered \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Jer. 38:6\"\u003e⚓\u003c/a\u003ethe dungeon and the cells, and Jeremiah had remained there many days, \u003c/span\u003e\n\u003cspan class=\"verse gie_37_17\"\u003e\u003csup\u003e17\u003c/sup\u003ethen Zedekiah the king sent and took him \u003ci\u003eout.\u003c/i\u003e The king asked him secretly in his house, and said, “Is there \u003ci\u003eany\u003c/i\u003e word from the Lord?”\u003cbr/\u003e And Jeremiah said, “There is.” Then he said, “You shall be \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 25:4–7; Jer. 21:7; Ezek. 12:12, 13; 17:19–21\"\u003e⚓\u003c/a\u003edelivered into the hand of the king of Babylon!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gie_37_18\"\u003e \u003csup\u003e18\u003c/sup\u003eMoreover Jeremiah said to King Zedekiah, “What offense have I committed against you, against your servants, or against this people, that you have put me in prison? \u003c/span\u003e\n\u003cspan class=\"verse gie_37_19\"\u003e\u003csup\u003e19\u003c/sup\u003eWhere now \u003ci\u003eare\u003c/i\u003e your prophets who prophesied to you, saying, ‘The king of Babylon will not come against you or against this land’? \u003c/span\u003e\n\u003cspan class=\"verse gie_37_20\"\u003e\u003csup\u003e20\u003c/sup\u003eTherefore please hear now, O my lord the king. Please, let my petition be accepted before you, and do not make me return to the house of Jonathan the scribe, lest I die there.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gie_37_21\"\u003e \u003csup\u003e21\u003c/sup\u003eThen Zedekiah the king commanded that they should commit Jeremiah \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Jer. 32:2; 38:13, 28\"\u003e⚓\u003c/a\u003eto the court of the prison, and that they should give him daily a piece of bread from the bakers’ street, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 25:3; Jer. 38:9; 52:6\"\u003e⚓\u003c/a\u003euntil all the bread in the city was gone. Thus Jeremiah remained in the court of the prison.\u003cbr/\u003e\u003c/span\u003e\n"
}