{
    "Translation": "NKJV",
    "group": "MAJOR PROPHETS",
    "BookName": "Jeremiah ",
    "BookNumber": 24,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e52\u003c/h1\u003e\u003ch3\u003eThe Fall of Jerusalem Reviewed\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse gie_52_1\"\u003e \u003csup\u003e1\u003c/sup\u003eZedekiah \u003ci\u003ewas\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 24:18; 2 Chr. 36:11\"\u003e⚓\u003c/a\u003etwenty-one years old when he became king, and he reigned eleven years in Jerusalem. His mother’s name \u003ci\u003ewas\u003c/i\u003e Hamutal the daughter of Jeremiah of \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 10:29; 2 Kin. 8:22; Is. 37:8\"\u003e⚓\u003c/a\u003eLibnah. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_2\"\u003e\u003csup\u003e2\u003c/sup\u003eHe also did evil in the sight of the Lord, according to all that Jehoiakim had done. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_3\"\u003e\u003csup\u003e3\u003c/sup\u003eFor because of the anger of the Lord\u003ci\u003ethis\u003c/i\u003e happened in Jerusalem and Judah, till He finally cast them out from His presence. Then Zedekiah \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 36:13\"\u003e⚓\u003c/a\u003erebelled against the king of Babylon.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gie_52_4\"\u003e \u003csup\u003e4\u003c/sup\u003eNow it came to pass in the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 25:1; Jer. 39:1; Ezek. 24:1, 2; Zech. 8:19\"\u003e⚓\u003c/a\u003eninth year of his reign, in the tenth month, on the tenth \u003ci\u003eday\u003c/i\u003e of the month, \u003ci\u003ethat\u003c/i\u003e Nebuchadnezzar king of Babylon and all his army came against Jerusalem and encamped against it; and \u003ci\u003ethey\u003c/i\u003e built a siege wall against it all around. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_5\"\u003e\u003csup\u003e5\u003c/sup\u003eSo the city was besieged until the eleventh year of King Zedekiah. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_6\"\u003e\u003csup\u003e6\u003c/sup\u003eBy the fourth month, on the ninth day of the month, the famine had become so severe in the city that there was no food for the people of the land. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_7\"\u003e\u003csup\u003e7\u003c/sup\u003eThen the city \u003ci\u003ewall\u003c/i\u003e was broken through, and all the men of war fled and went out of the city at night by way of the gate between the two walls, which \u003ci\u003ewas\u003c/i\u003e by the king’s garden, even though the Chaldeans \u003ci\u003ewere\u003c/i\u003e near the city all around. And they went by way of the plain.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gie_52_8\"\u003e \u003csup\u003e8\u003c/sup\u003eBut the army of the Chaldeans pursued the king, and they overtook Zedekiah in the plains of Jericho. All his army was scattered from him. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_9\"\u003e\u003csup\u003e9\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 25:6; Jer. 32:4; 39:5\"\u003e⚓\u003c/a\u003eSo they took the king and brought him up to the king of Babylon at Riblah in the land of Hamath, and he pronounced judgment on him. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_10\"\u003e\u003csup\u003e10\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezek. 12:13\"\u003e⚓\u003c/a\u003eThen the king of Babylon killed the sons of Zedekiah before his eyes. And he killed all the princes of Judah in Riblah. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_11\"\u003e\u003csup\u003e11\u003c/sup\u003eHe also \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ezek. 12:13\"\u003e⚓\u003c/a\u003eput out the eyes of Zedekiah; and the king of Babylon bound him in bronze fetters, took him to Babylon, and put him in prison till the day of his death.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eThe Temple and City Plundered and Burned\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse gie_52_12\"\u003e \u003csup\u003e12\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 25:8–21\"\u003e⚓\u003c/a\u003eNow in the fifth month, on the tenth \u003ci\u003eday\u003c/i\u003e of the month (\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Jer. 52:29\"\u003e⚓\u003c/a\u003ewhich \u003ci\u003ewas\u003c/i\u003e the nineteenth year of King Nebuchadnezzar king of Babylon), \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Jer. 39:9\"\u003e⚓\u003c/a\u003eNebuzaradan, the captain of the guard, \u003ci\u003ewho\u003c/i\u003e served the king of Babylon, came to Jerusalem. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_13\"\u003e\u003csup\u003e13\u003c/sup\u003eHe burned the house of the Lord and the king’s house; all the houses of Jerusalem, that is, all the houses of the great, he burned with fire. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_14\"\u003e\u003csup\u003e14\u003c/sup\u003eAnd all the army of the Chaldeans who \u003ci\u003ewere\u003c/i\u003e with the captain of the guard broke down all the walls of Jerusalem all around. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_15\"\u003e\u003csup\u003e15\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Jer. 39:9\"\u003e⚓\u003c/a\u003eThen Nebuzaradan the captain of the guard carried away captive \u003ci\u003esome\u003c/i\u003e of the poor people, the rest of the people who remained in the city, the defectors who had deserted to the king of Babylon, and the rest of the craftsmen. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_16\"\u003e\u003csup\u003e16\u003c/sup\u003eBut Nebuzaradan the captain of the guard left \u003ci\u003esome\u003c/i\u003e of the poor of the land as vinedressers and farmers.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gie_52_17\"\u003e \u003csup\u003e17\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Jer. 27:19\"\u003e⚓\u003c/a\u003eThe \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 7:15, 23, 27, 50\"\u003e⚓\u003c/a\u003ebronze pillars that \u003ci\u003ewere\u003c/i\u003e in the house of the Lord, and the carts and the bronze Sea that \u003ci\u003ewere\u003c/i\u003e in the house of the Lord, the Chaldeans broke in pieces, and carried all their bronze to Babylon. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_18\"\u003e\u003csup\u003e18\u003c/sup\u003eThey also took away \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 27:3; 1 Kin. 7:40, 45; 2 Kin. 25:14\"\u003e⚓\u003c/a\u003ethe pots, the shovels, the trimmers, the bowls, the spoons, and all the bronze utensils with which the \u003ci\u003epriests\u003c/i\u003e ministered. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_19\"\u003e\u003csup\u003e19\u003c/sup\u003eThe basins, the firepans, the bowls, the pots, the lampstands, the spoons, and the cups, whatever \u003ci\u003ewas\u003c/i\u003e solid gold and whatever \u003ci\u003ewas\u003c/i\u003e solid silver, the captain of the guard took away. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_20\"\u003e\u003csup\u003e20\u003c/sup\u003eThe two pillars, one Sea, the twelve bronze bulls which \u003ci\u003ewere\u003c/i\u003e under \u003ci\u003eit, and\u003c/i\u003e the carts, which King Solomon had made for the house of the Lord—\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 7:47; 2 Kin. 25:16\"\u003e⚓\u003c/a\u003ethe bronze of all these articles was beyond measure. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_21\"\u003e\u003csup\u003e21\u003c/sup\u003eNow \u003ci\u003econcerning\u003c/i\u003e the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 7:15; 2 Kin. 25:17; 2 Chr. 3:15\"\u003e⚓\u003c/a\u003epillars: the height of one pillar \u003ci\u003ewas\u003c/i\u003e eighteen cubits, a measuring line of twelve cubits could measure its circumference, and its thickness \u003ci\u003ewas\u003c/i\u003e four fingers; \u003ci\u003eit\u003c/i\u003e \u003ci\u003ewas\u003c/i\u003e hollow. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_22\"\u003e\u003csup\u003e22\u003c/sup\u003eA capital of bronze \u003ci\u003ewas\u003c/i\u003e on it; and the height of one capital \u003ci\u003ewas\u003c/i\u003e five cubits, with a network and pomegranates all around the capital, all of bronze. The second pillar, with pomegranates was the same. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_23\"\u003e\u003csup\u003e23\u003c/sup\u003eThere were ninety-six pomegranates on the sides; \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Kin. 7:20\"\u003e⚓\u003c/a\u003eall the pomegranates, all around on the network, \u003ci\u003ewere\u003c/i\u003e one hundred.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eThe People Taken Captive to Babylonia\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse gie_52_24\"\u003e \u003csup\u003e24\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 25:18; 1 Chr. 6:14; Ezra 7:1\"\u003e⚓\u003c/a\u003eThe captain of the guard took Seraiah the chief priest, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Jer. 21:1; 29:25\"\u003e⚓\u003c/a\u003eZephaniah the second priest, and the three doorkeepers. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_25\"\u003e\u003csup\u003e25\u003c/sup\u003eHe also took out of the city an officer who had charge of the men of war, seven men of the king’s close associates who were found in the city, the principal scribe of the army who mustered the people of the land, and sixty men of the people of the land who were found in the midst of the city. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_26\"\u003e\u003csup\u003e26\u003c/sup\u003eAnd Nebuzaradan the captain of the guard took these and brought them to the king of Babylon at Riblah. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_27\"\u003e\u003csup\u003e27\u003c/sup\u003eThen the king of Babylon struck them and put them to death at Riblah in the land of Hamath. Thus Judah was carried away captive from its own land.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse gie_52_28\"\u003e \u003csup\u003e28\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 24:2\"\u003e⚓\u003c/a\u003eThese \u003ci\u003eare\u003c/i\u003e the people whom Nebuchadnezzar carried away captive: \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 24:12\"\u003e⚓\u003c/a\u003ein the seventh year, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 24:14\"\u003e⚓\u003c/a\u003ethree thousand and twenty-three Jews; \u003c/span\u003e\n\u003cspan class=\"verse gie_52_29\"\u003e\u003csup\u003e29\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 25:11; Jer. 39:9\"\u003e⚓\u003c/a\u003ein the eighteenth year of Nebuchadnezzar he carried away captive from Jerusalem eight hundred and thirty-two persons; \u003c/span\u003e\n\u003cspan class=\"verse gie_52_30\"\u003e\u003csup\u003e30\u003c/sup\u003ein the twenty-third year of Nebuchadnezzar, Nebuzaradan the captain of the guard carried away captive of the Jews seven hundred and forty-five persons. All the persons \u003ci\u003ewere\u003c/i\u003e four thousand six hundred.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eJehoiachin Released from Prison\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse gie_52_31\"\u003e \u003csup\u003e31\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 25:27–30\"\u003e⚓\u003c/a\u003eNow it came to pass in the thirty-seventh year of the captivity of Jehoiachin king of Judah, in the twelfth month, on the twenty-fifth \u003ci\u003eday\u003c/i\u003e of the month, \u003ci\u003ethat\u003c/i\u003e Evil-Merodach king of Babylon, in the \u003ci\u003efirst\u003c/i\u003e year of his reign, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 40:13, 20; Ps. 3:3; 27:6\"\u003e⚓\u003c/a\u003elifted up the head of Jehoiachin king of Judah and brought him out of prison. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_32\"\u003e\u003csup\u003e32\u003c/sup\u003eAnd he spoke kindly to him and gave him a more prominent seat than those of the kings who \u003ci\u003ewere\u003c/i\u003e with him in Babylon. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_33\"\u003e\u003csup\u003e33\u003c/sup\u003eSo Jehoiachin changed from his prison garments, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Sam. 9:7, 13; 1 Kin. 2:7\"\u003e⚓\u003c/a\u003eand he ate bread regularly before the \u003ci\u003eking\u003c/i\u003e all the days of his life. \u003c/span\u003e\n\u003cspan class=\"verse gie_52_34\"\u003e\u003csup\u003e34\u003c/sup\u003eAnd as for his provisions, there was a regular ration given him by the king of Babylon, a portion for each day until the day of his death, all the days of his life.\u003cbr/\u003e\u003c/span\u003e\n"
}