{
    "Translation": "NKJV",
    "group": "LAW",
    "BookName": "Exodus ",
    "BookNumber": 2,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e37\u003c/h1\u003e\u003ch3\u003eMaking the Ark of the Testimony\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse xu_37_1\"\u003e \u003csup\u003e1\u003c/sup\u003eThen \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 35:30; 36:1\"\u003e⚓\u003c/a\u003eBezalel made \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 25:10–20\"\u003e⚓\u003c/a\u003ethe ark of acacia wood; two and a half cubits \u003ci\u003ewas\u003c/i\u003e its length, a cubit and a half its width, and a cubit and a half its height. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_2\"\u003e\u003csup\u003e2\u003c/sup\u003eHe overlaid it with pure gold inside and outside, and made a molding of gold all around it. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_3\"\u003e\u003csup\u003e3\u003c/sup\u003eAnd he cast for it four rings of gold \u003ci\u003eto\u003c/i\u003e \u003ci\u003ebe\u003c/i\u003e \u003ci\u003eset\u003c/i\u003e in its four corners: two rings on one side, and two rings on the other side of it. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_4\"\u003e\u003csup\u003e4\u003c/sup\u003eHe made poles of acacia wood, and overlaid them with gold. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_5\"\u003e\u003csup\u003e5\u003c/sup\u003eAnd he put the poles into the rings at the sides of the ark, to bear the ark. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_6\"\u003e\u003csup\u003e6\u003c/sup\u003eHe also made the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 25:17\"\u003e⚓\u003c/a\u003emercy seat of pure gold; two and a half cubits \u003ci\u003ewas\u003c/i\u003e its length and a cubit and a half its width. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_7\"\u003e\u003csup\u003e7\u003c/sup\u003eHe made two cherubim of beaten gold; he made them of one piece at the two ends of the mercy seat: \u003c/span\u003e\n\u003cspan class=\"verse xu_37_8\"\u003e\u003csup\u003e8\u003c/sup\u003eone cherub at one end on this side, and the other cherub at the \u003ci\u003eother\u003c/i\u003e end on that side. He made the cherubim at the two ends \u003ci\u003eof\u003c/i\u003e \u003ci\u003eone\u003c/i\u003e \u003ci\u003epiece\u003c/i\u003e with the mercy seat. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_9\"\u003e\u003csup\u003e9\u003c/sup\u003eThe cherubim spread out \u003ci\u003etheir\u003c/i\u003e wings above, \u003ci\u003eand\u003c/i\u003e covered the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 25:20\"\u003e⚓\u003c/a\u003emercy seat with their wings. They faced one another; the faces of the cherubim were toward the mercy seat.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eMaking the Table for the Showbread\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse xu_37_10\"\u003e \u003csup\u003e10\u003c/sup\u003eHe made \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 25:23–29\"\u003e⚓\u003c/a\u003ethe table of acacia wood; two cubits \u003ci\u003ewas\u003c/i\u003e its length, a cubit its width, and a cubit and a half its height. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_11\"\u003e\u003csup\u003e11\u003c/sup\u003eAnd he overlaid it with pure gold, and made a molding of gold all around it. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_12\"\u003e\u003csup\u003e12\u003c/sup\u003eAlso he made a frame of a handbreadth all around it, and made a molding of gold for the frame all around it. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_13\"\u003e\u003csup\u003e13\u003c/sup\u003eAnd he cast for it four rings of gold, and put the rings on the four corners that \u003ci\u003ewere\u003c/i\u003e at its four legs. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_14\"\u003e\u003csup\u003e14\u003c/sup\u003eThe rings were close to the frame, as holders for the poles to bear the table. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_15\"\u003e\u003csup\u003e15\u003c/sup\u003eAnd he made the poles of acacia wood to bear the table, and overlaid them with gold. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_16\"\u003e\u003csup\u003e16\u003c/sup\u003eHe made of pure gold the utensils which were on the table: its \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 25:29\"\u003e⚓\u003c/a\u003edishes, its cups, its bowls, and its pitchers for pouring.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eMaking the Gold Lampstand\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse xu_37_17\"\u003e \u003csup\u003e17\u003c/sup\u003eHe also made the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 25:31–39\"\u003e⚓\u003c/a\u003elampstand of pure gold; of hammered work he made the lampstand. Its shaft, its branches, its bowls, its \u003ci\u003eornamental\u003c/i\u003e knobs, and its flowers were of the same piece. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_18\"\u003e\u003csup\u003e18\u003c/sup\u003eAnd six branches came out of its sides: three branches of the lampstand out of one side, and three branches of the lampstand out of the other side. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_19\"\u003e\u003csup\u003e19\u003c/sup\u003eThere were three bowls made like almond \u003ci\u003eblossoms\u003c/i\u003e on one branch, with an \u003ci\u003eornamental\u003c/i\u003e knob and a flower, and three bowls made like almond \u003ci\u003eblossoms\u003c/i\u003e on the other branch, with an \u003ci\u003eornamental\u003c/i\u003e knob and a flower—and so for the six branches coming out of the lampstand. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_20\"\u003e\u003csup\u003e20\u003c/sup\u003eAnd on the lampstand itself \u003ci\u003ewere\u003c/i\u003e four bowls made like almond \u003ci\u003eblossoms, each with\u003c/i\u003e its \u003ci\u003eornamental\u003c/i\u003e knob and flower. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_21\"\u003e\u003csup\u003e21\u003c/sup\u003e\u003ci\u003eThere\u003c/i\u003e \u003ci\u003ewas\u003c/i\u003e a knob under the \u003ci\u003efirst\u003c/i\u003e two branches of the same, a knob under the \u003ci\u003esecond\u003c/i\u003e two branches of the same, and a knob under the \u003ci\u003ethird\u003c/i\u003e two branches of the same, according to the six branches extending from it. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_22\"\u003e\u003csup\u003e22\u003c/sup\u003eTheir knobs and their branches were of one piece; all of it \u003ci\u003ewas\u003c/i\u003e one hammered piece of pure gold. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_23\"\u003e\u003csup\u003e23\u003c/sup\u003eAnd he made its seven lamps, its \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 4:9\"\u003e⚓\u003c/a\u003ewick-trimmers, and its trays of pure gold. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_24\"\u003e\u003csup\u003e24\u003c/sup\u003eOf a talent of pure gold he made it, with all its utensils.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eMaking the Altar of Incense\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse xu_37_25\"\u003e \u003csup\u003e25\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 30:1–5\"\u003e⚓\u003c/a\u003eHe made the incense altar of acacia wood. Its length \u003ci\u003ewas\u003c/i\u003e a cubit and its width a cubit—\u003ci\u003eit\u003c/i\u003e \u003ci\u003ewas\u003c/i\u003e square—and two cubits \u003ci\u003ewas\u003c/i\u003e its height. Its horns were \u003ci\u003eof\u003c/i\u003e \u003ci\u003eone\u003c/i\u003e \u003ci\u003epiece\u003c/i\u003e with it. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_26\"\u003e\u003csup\u003e26\u003c/sup\u003eAnd he overlaid it with pure gold: its top, its sides all around, and its horns. He also made for it a molding of gold all around it. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_27\"\u003e\u003csup\u003e27\u003c/sup\u003eHe made two rings of gold for it under its molding, by its two corners on both sides, as holders for the poles with which to bear it. \u003c/span\u003e\n\u003cspan class=\"verse xu_37_28\"\u003e\u003csup\u003e28\u003c/sup\u003eAnd he \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 30:5\"\u003e⚓\u003c/a\u003emade the poles of acacia wood, and overlaid them with gold.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eMaking the Anointing Oil and the Incense\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse xu_37_29\"\u003e \u003csup\u003e29\u003c/sup\u003eHe also made \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ex. 30:23–25\"\u003e⚓\u003c/a\u003ethe holy anointing oil and the pure incense of sweet spices, according to the work of the perfumer.\u003cbr/\u003e\u003c/span\u003e\n"
}