{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "Judges ",
    "BookNumber": 7,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e15\u003c/h1\u003e\u003ch3\u003eSamson Defeats the Philistines\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse cac_15_1\"\u003e \u003csup\u003e1\u003c/sup\u003eAfter a while, in the time of wheat harvest, it happened that Samson visited his wife with a \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 38:17\"\u003e⚓\u003c/a\u003eyoung goat. And he said, “Let me go in to my wife, into \u003ci\u003eher\u003c/i\u003e room.” But her father would not permit him to go in.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_15_2\"\u003e \u003csup\u003e2\u003c/sup\u003eHer father said, “I really thought that you thoroughly \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 14:20\"\u003e⚓\u003c/a\u003ehated her; therefore I gave her to your companion. \u003ci\u003eIs\u003c/i\u003e not her younger sister better than she? Please, take her instead.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_15_3\"\u003e \u003csup\u003e3\u003c/sup\u003eAnd Samson said to them, “This time I shall be blameless regarding the Philistines if I harm them!” \u003c/span\u003e\n\u003cspan class=\"verse cac_15_4\"\u003e\u003csup\u003e4\u003c/sup\u003eThen Samson went and caught three hundred foxes; and he took torches, turned \u003ci\u003ethe\u003c/i\u003e \u003ci\u003efoxes\u003c/i\u003e tail to tail, and put a torch between each pair of tails. \u003c/span\u003e\n\u003cspan class=\"verse cac_15_5\"\u003e\u003csup\u003e5\u003c/sup\u003eWhen he had set the torches on fire, he let \u003ci\u003ethe\u003c/i\u003e \u003ci\u003efoxes\u003c/i\u003e go into the standing grain of the Philistines, and burned up both the shocks and the standing grain, as well as the vineyards \u003ci\u003eand\u003c/i\u003e olive groves.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_15_6\"\u003e \u003csup\u003e6\u003c/sup\u003eThen the Philistines said, “Who has done this?”\u003cbr/\u003e And they answered, “Samson, the son-in-law of the Timnite, because he has taken his wife and given her to his companion.” \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 14:15\"\u003e⚓\u003c/a\u003eSo the Philistines came up and burned her and her father with fire.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_15_7\"\u003e \u003csup\u003e7\u003c/sup\u003eSamson said to them, “Since you would do a thing like this, I will surely take revenge on you, and after that I will cease.” \u003c/span\u003e\n\u003cspan class=\"verse cac_15_8\"\u003e\u003csup\u003e8\u003c/sup\u003eSo he attacked them hip and thigh with a great slaughter; then he went down and dwelt in the cleft of the rock of \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Chr. 11:6\"\u003e⚓\u003c/a\u003eEtam.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_15_9\"\u003e \u003csup\u003e9\u003c/sup\u003eNow the Philistines went up, encamped in Judah, and deployed themselves \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 15:19\"\u003e⚓\u003c/a\u003eagainst Lehi. \u003c/span\u003e\n\u003cspan class=\"verse cac_15_10\"\u003e\u003csup\u003e10\u003c/sup\u003eAnd the men of Judah said, “Why have you come up against us?”\u003cbr/\u003e So they answered, “We have come up to arrest Samson, to do to him as he has done to us.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_15_11\"\u003e \u003csup\u003e11\u003c/sup\u003eThen three thousand men of Judah went down to the cleft of the rock of Etam, and said to Samson, “Do you not know that the Philistines \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Lev. 26:25; Deut. 28:43; Judg. 13:1; 14:4; Ps. 106:40–42\"\u003e⚓\u003c/a\u003erule over us? What \u003ci\u003eis\u003c/i\u003e this you have done to us?”\u003cbr/\u003e And he said to them, “As they did to me, so I have done to them.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_15_12\"\u003e \u003csup\u003e12\u003c/sup\u003eBut they said to him, “We have come down to arrest you, that we may deliver you into the hand of the Philistines.”\u003cbr/\u003e Then Samson said to them, “Swear to me that you will not kill me yourselves.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_15_13\"\u003e \u003csup\u003e13\u003c/sup\u003eSo they spoke to him, saying, “No, but we will tie you securely and deliver you into their hand; but we will surely not kill you.” And they bound him with two \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 16:11, 12\"\u003e⚓\u003c/a\u003enew ropes and brought him up from the rock.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_15_14\"\u003e \u003csup\u003e14\u003c/sup\u003eWhen he came to Lehi, the Philistines came shouting against him. Then \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 3:10; 14:6\"\u003e⚓\u003c/a\u003ethe Spirit of the Lord came mightily upon him; and the ropes that \u003ci\u003ewere\u003c/i\u003e on his arms became like flax that is burned with fire, and his bonds broke loose from his hands. \u003c/span\u003e\n\u003cspan class=\"verse cac_15_15\"\u003e\u003csup\u003e15\u003c/sup\u003eHe found a fresh jawbone of a donkey, reached out his hand and took it, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Lev. 26:8; Josh. 23:10; Judg. 3:31\"\u003e⚓\u003c/a\u003ekilled a thousand men with it. \u003c/span\u003e\n\u003cspan class=\"verse cac_15_16\"\u003e\u003csup\u003e16\u003c/sup\u003eThen Samson said:\u003cbr/\u003e  “With the jawbone of a donkey,\u003cbr/\u003e   Heaps upon heaps,\u003cbr/\u003e   With the jawbone of a donkey\u003cbr/\u003e   I have slain a thousand men!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_15_17\"\u003e \u003csup\u003e17\u003c/sup\u003eAnd so it was, when he had finished speaking, that he threw the jawbone from his hand, and called that place Ramath Lehi.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_15_18\"\u003e \u003csup\u003e18\u003c/sup\u003eThen he became very thirsty; so he cried out to the Lord and said, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ps. 3:7\"\u003e⚓\u003c/a\u003e“You have given this great deliverance by the hand of Your servant; and now shall I die of thirst and fall into the hand of the uncircumcised?” \u003c/span\u003e\n\u003cspan class=\"verse cac_15_19\"\u003e\u003csup\u003e19\u003c/sup\u003eSo God split the hollow place that \u003ci\u003eis\u003c/i\u003e in Lehi, and water came out, and he drank; and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 45:27; Is. 40:29\"\u003e⚓\u003c/a\u003ehis spirit returned, and he revived. Therefore he called its name En Hakkore, which is in Lehi to this day. \u003c/span\u003e\n\u003cspan class=\"verse cac_15_20\"\u003e\u003csup\u003e20\u003c/sup\u003eAnd \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 10:2; 12:7–14\"\u003e⚓\u003c/a\u003ehe judged Israel \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 16:31\"\u003e⚓\u003c/a\u003etwenty years \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 13:1\"\u003e⚓\u003c/a\u003ein the days of the Philistines.\u003cbr/\u003e\u003c/span\u003e\n"
}