{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "Judges ",
    "BookNumber": 7,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e16\u003c/h1\u003e\u003ch3\u003eSamson and Delilah\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse cac_16_1\"\u003e \u003csup\u003e1\u003c/sup\u003eNow Samson went to \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 15:47\"\u003e⚓\u003c/a\u003eGaza and saw a harlot there, and went in to her. \u003c/span\u003e\n\u003cspan class=\"verse cac_16_2\"\u003e\u003csup\u003e2\u003c/sup\u003e\u003ci\u003eWhen\u003c/i\u003e the Gazites \u003ci\u003ewere\u003c/i\u003e \u003ci\u003etold,\u003c/i\u003e “Samson has come here!” they \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Sam. 23:26; Ps. 118:10–12\"\u003e⚓\u003c/a\u003esurrounded \u003ci\u003ethe\u003c/i\u003e \u003ci\u003eplace\u003c/i\u003e and lay in wait for him all night at the gate of the city. They were quiet all night, saying, “In the morning, when it is daylight, we will kill him.” \u003c/span\u003e\n\u003cspan class=\"verse cac_16_3\"\u003e\u003csup\u003e3\u003c/sup\u003eAnd Samson lay \u003ci\u003elow\u003c/i\u003e till midnight; then he arose at midnight, took hold of the doors of the gate of the city and the two gateposts, pulled them up, bar and all, put \u003ci\u003ethem\u003c/i\u003e on his shoulders, and carried them to the top of the hill that faces Hebron.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_4\"\u003e \u003csup\u003e4\u003c/sup\u003eAfterward it happened that he loved a woman in the Valley of Sorek, whose name \u003ci\u003ewas\u003c/i\u003e Delilah. \u003c/span\u003e\n\u003cspan class=\"verse cac_16_5\"\u003e\u003csup\u003e5\u003c/sup\u003eAnd the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 13:3\"\u003e⚓\u003c/a\u003elords of the Philistines came up to her and said to her, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 14:15\"\u003e⚓\u003c/a\u003e“Entice him, and find out where his great strength \u003ci\u003elies,\u003c/i\u003e and by what \u003ci\u003emeans\u003c/i\u003e we may overpower him, that we may bind him to afflict him; and every one of us will give you eleven hundred \u003ci\u003epieces\u003c/i\u003e of silver.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_6\"\u003e \u003csup\u003e6\u003c/sup\u003eSo Delilah said to Samson, “Please tell me where your great strength \u003ci\u003elies,\u003c/i\u003e and with what you may be bound to afflict you.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_7\"\u003e \u003csup\u003e7\u003c/sup\u003eAnd Samson said to her, “If they bind me with seven fresh bowstrings, not yet dried, then I shall become weak, and be like any \u003ci\u003eother\u003c/i\u003e man.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_8\"\u003e \u003csup\u003e8\u003c/sup\u003eSo the lords of the Philistines brought up to her seven fresh bowstrings, not yet dried, and she bound him with them. \u003c/span\u003e\n\u003cspan class=\"verse cac_16_9\"\u003e\u003csup\u003e9\u003c/sup\u003eNow \u003ci\u003emen\u003c/i\u003e \u003ci\u003ewere\u003c/i\u003e lying in wait, staying with her in the room. And she said to him, “The Philistines \u003ci\u003eare\u003c/i\u003e upon you, Samson!” But he broke the bowstrings as a strand of yarn breaks when it touches fire. So the secret of his strength was not known.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_10\"\u003e \u003csup\u003e10\u003c/sup\u003eThen Delilah said to Samson, “Look, you have mocked me and told me lies. Now, please tell me what you may be bound with.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_11\"\u003e \u003csup\u003e11\u003c/sup\u003eSo he said to her, “If they bind me securely with \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 15:13\"\u003e⚓\u003c/a\u003enew ropes that have never been used, then I shall become weak, and be like any \u003ci\u003eother\u003c/i\u003e man.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_12\"\u003e \u003csup\u003e12\u003c/sup\u003eTherefore Delilah took new ropes and bound him with them, and said to him, “The Philistines \u003ci\u003eare\u003c/i\u003e upon you, Samson!” And \u003ci\u003emen\u003c/i\u003e \u003ci\u003ewere\u003c/i\u003e lying in wait, staying in the room. But he broke them off his arms like a thread.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_13\"\u003e \u003csup\u003e13\u003c/sup\u003eDelilah said to Samson, “Until now you have mocked me and told me lies. Tell me what you may be bound with.”\u003cbr/\u003e And he said to her, “If you weave the seven locks of my head into the web of the loom”—\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_14\"\u003e \u003csup\u003e14\u003c/sup\u003eSo she wove \u003ci\u003eit\u003c/i\u003e tightly with the batten of the loom, and said to him, “The Philistines \u003ci\u003eare\u003c/i\u003e upon you, Samson!” But he awoke from his sleep, and pulled out the batten and the web from the loom.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_15\"\u003e \u003csup\u003e15\u003c/sup\u003eThen she said to him, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 14:16\"\u003e⚓\u003c/a\u003e“How can you say, ‘I love you,’ when your heart \u003ci\u003eis\u003c/i\u003e not with me? You have mocked me these three times, and have not told me where your great strength \u003ci\u003elies.\u003c/i\u003e” \u003c/span\u003e\n\u003cspan class=\"verse cac_16_16\"\u003e\u003csup\u003e16\u003c/sup\u003eAnd it came to pass, when she pestered him daily with her words and pressed him, \u003ci\u003eso\u003c/i\u003e that his soul was vexed to death, \u003c/span\u003e\n\u003cspan class=\"verse cac_16_17\"\u003e\u003csup\u003e17\u003c/sup\u003ethat he \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Mic. 7:5)\"\u003e⚓\u003c/a\u003etold her all his heart, and said to her, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 6:5; Judg. 13:5\"\u003e⚓\u003c/a\u003e“No razor has ever come upon my head, for I \u003ci\u003ehave\u003c/i\u003e \u003ci\u003ebeen\u003c/i\u003e a Nazirite to God from my mother’s womb. If I am shaven, then my strength will leave me, and I shall become weak, and be like any \u003ci\u003eother\u003c/i\u003e man.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_18\"\u003e \u003csup\u003e18\u003c/sup\u003eWhen Delilah saw that he had told her all his heart, she sent and called for the lords of the Philistines, saying, “Come up once more, for he has told me all his heart.” So the lords of the Philistines came up to her and brought the money in their hand. \u003c/span\u003e\n\u003cspan class=\"verse cac_16_19\"\u003e\u003csup\u003e19\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Prov. 7:26, 27\"\u003e⚓\u003c/a\u003eThen she lulled him to sleep on her knees, and called for a man and had him shave off the seven locks of his head. Then she began to torment him, and his strength left him. \u003c/span\u003e\n\u003cspan class=\"verse cac_16_20\"\u003e\u003csup\u003e20\u003c/sup\u003eAnd she said, “The Philistines \u003ci\u003eare\u003c/i\u003e upon you, Samson!” So he awoke from his sleep, and said, “I will go out as before, at other times, and shake myself free!” But he did not know that the Lord\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 14:9, 42, 43; (Josh. 7:12); 1 Sam. 16:14; 18:12; 28:15, 16; 2 Chr. 15:2\"\u003e⚓\u003c/a\u003ehad departed from him.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_21\"\u003e \u003csup\u003e21\u003c/sup\u003eThen the Philistines took him and put out his \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"2 Kin. 25:7\"\u003e⚓\u003c/a\u003eeyes, and brought him down to Gaza. They bound him with bronze fetters, and he became a grinder in the prison. \u003c/span\u003e\n\u003cspan class=\"verse cac_16_22\"\u003e\u003csup\u003e22\u003c/sup\u003eHowever, the hair of his head began to grow again after it had been shaven.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eSamson Dies with the Philistines\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse cac_16_23\"\u003e \u003csup\u003e23\u003c/sup\u003eNow the lords of the Philistines gathered together to offer a great sacrifice to \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"1 Sam. 5:2\"\u003e⚓\u003c/a\u003eDagon their god, and to rejoice. And they said:\u003cbr/\u003e  “Our god has delivered into our hands\u003cbr/\u003e   Samson our enemy!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_24\"\u003e \u003csup\u003e24\u003c/sup\u003eWhen the people saw him, they \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Dan. 5:4\"\u003e⚓\u003c/a\u003epraised their god; for they said:\u003cbr/\u003e  “Our god has delivered into our hands our enemy,\u003cbr/\u003e   The destroyer of our land,\u003cbr/\u003e   And the one who multiplied our dead.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_25\"\u003e \u003csup\u003e25\u003c/sup\u003eSo it happened, when their hearts were \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 9:27\"\u003e⚓\u003c/a\u003emerry, that they said, “Call for Samson, that he may perform for us.” So they called for Samson from the prison, and he performed for them. And they stationed him between the pillars. \u003c/span\u003e\n\u003cspan class=\"verse cac_16_26\"\u003e\u003csup\u003e26\u003c/sup\u003eThen Samson said to the lad who held him by the hand, “Let me feel the pillars which support the temple, so that I can lean on them.” \u003c/span\u003e\n\u003cspan class=\"verse cac_16_27\"\u003e\u003csup\u003e27\u003c/sup\u003eNow the temple was full of men and women. All the lords of the Philistines \u003ci\u003ewere\u003c/i\u003e there—about three thousand men and women on the \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 22:8\"\u003e⚓\u003c/a\u003eroof watching while Samson performed.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_28\"\u003e \u003csup\u003e28\u003c/sup\u003eThen Samson called to the Lord, saying, “O Lord God, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Jer. 15:15\"\u003e⚓\u003c/a\u003eremember me, I pray! Strengthen me, I pray, just this once, O God, that I may with one \u003ci\u003eblow\u003c/i\u003e take vengeance on the Philistines for my two eyes!” \u003c/span\u003e\n\u003cspan class=\"verse cac_16_29\"\u003e\u003csup\u003e29\u003c/sup\u003eAnd Samson took hold of the two middle pillars which supported the temple, and he braced himself against them, one on his right and the other on his left. \u003c/span\u003e\n\u003cspan class=\"verse cac_16_30\"\u003e\u003csup\u003e30\u003c/sup\u003eThen Samson said, “Let me die with the Philistines!” And he pushed with \u003ci\u003eall\u003c/i\u003e \u003ci\u003ehis\u003c/i\u003e might, and the temple fell on the lords and all the people who \u003ci\u003ewere\u003c/i\u003e in it. So the dead that he killed at his death were more than he had killed in his life.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_16_31\"\u003e \u003csup\u003e31\u003c/sup\u003eAnd his brothers and all his father’s household came down and took him, and brought \u003ci\u003ehim\u003c/i\u003e up and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 13:25\"\u003e⚓\u003c/a\u003eburied him between Zorah and Eshtaol in the tomb of his father Manoah. He had judged Israel \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 15:20\"\u003e⚓\u003c/a\u003etwenty years.\u003cbr/\u003e\u003c/span\u003e\n"
}