{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "Judges ",
    "BookNumber": 7,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e19\u003c/h1\u003e\u003ch3\u003eThe Levite’s Concubine\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse cac_19_1\"\u003e \u003csup\u003e1\u003c/sup\u003eAnd it came to pass in those days, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 17:6; 18:1; 21:25\"\u003e⚓\u003c/a\u003ewhen \u003ci\u003ethere\u003c/i\u003e \u003ci\u003ewas\u003c/i\u003e no king in Israel, that there was a certain Levite staying in the remote mountains of Ephraim. He took for himself a concubine from \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 17:7; Ruth 1:1\"\u003e⚓\u003c/a\u003eBethlehem in Judah. \u003c/span\u003e\n\u003cspan class=\"verse cac_19_2\"\u003e\u003csup\u003e2\u003c/sup\u003eBut his concubine played the harlot against him, and went away from him to her father’s house at Bethlehem in Judah, and was there four whole months. \u003c/span\u003e\n\u003cspan class=\"verse cac_19_3\"\u003e\u003csup\u003e3\u003c/sup\u003eThen her husband arose and went after her, to \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 34:3; 50:21\"\u003e⚓\u003c/a\u003espeak kindly to her \u003ci\u003eand\u003c/i\u003e bring her back, having his servant and a couple of donkeys with him. So she brought him into her father’s house; and when the father of the young woman saw him, he was glad to meet him. \u003c/span\u003e\n\u003cspan class=\"verse cac_19_4\"\u003e\u003csup\u003e4\u003c/sup\u003eNow his father-in-law, the young woman’s father, detained him; and he stayed with him three days. So they ate and drank and lodged there.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_19_5\"\u003e \u003csup\u003e5\u003c/sup\u003eThen it came to pass on the fourth day that they arose early in the morning, and he stood to depart; but the young woman’s father said to his son-in-law, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 18:5; Judg. 19:8; Ps. 104:15\"\u003e⚓\u003c/a\u003e“Refresh your heart with a morsel of bread, and afterward go your way.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_19_6\"\u003e \u003csup\u003e6\u003c/sup\u003eSo they sat down, and the two of them ate and drank together. Then the young woman’s father said to the man, “Please be content to stay all night, and let your heart be merry.” \u003c/span\u003e\n\u003cspan class=\"verse cac_19_7\"\u003e\u003csup\u003e7\u003c/sup\u003eAnd when the man stood to depart, his father-in-law urged him; so he lodged there again. \u003c/span\u003e\n\u003cspan class=\"verse cac_19_8\"\u003e\u003csup\u003e8\u003c/sup\u003eThen he arose early in the morning on the fifth day to depart, but the young woman’s father said, “Please refresh your heart.” So they delayed until afternoon; and both of them ate.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_19_9\"\u003e \u003csup\u003e9\u003c/sup\u003eAnd when the man stood to depart—he and his concubine and his servant—his father-in-law, the young woman’s father, said to him, “Look, the day is now drawing toward evening; please spend the night. See, the day is coming to an end; lodge here, that your heart may be merry. Tomorrow go your way early, so that you may get home.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_19_10\"\u003e \u003csup\u003e10\u003c/sup\u003eHowever, the man was not willing to spend that night; so he rose and departed, and came opposite \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 18:28; 1 Chr. 11:4, 5\"\u003e⚓\u003c/a\u003eJebus (that \u003ci\u003eis,\u003c/i\u003e Jerusalem). With him were the two saddled donkeys; his concubine \u003ci\u003ewas\u003c/i\u003e also with him. \u003c/span\u003e\n\u003cspan class=\"verse cac_19_11\"\u003e\u003csup\u003e11\u003c/sup\u003eThey \u003ci\u003ewere\u003c/i\u003e near Jebus, and the day was far spent; and the servant said to his master, “Come, please, and let us turn aside into this city \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 15:8, 63; Judg. 1:21; 2 Sam. 5:6\"\u003e⚓\u003c/a\u003eof the Jebusites and lodge in it.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_19_12\"\u003e \u003csup\u003e12\u003c/sup\u003eBut his master said to him, “We will not turn aside here into a city of foreigners, who \u003ci\u003eare\u003c/i\u003e not of the children of Israel; we will go on \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 18:28\"\u003e⚓\u003c/a\u003eto Gibeah.” \u003c/span\u003e\n\u003cspan class=\"verse cac_19_13\"\u003e\u003csup\u003e13\u003c/sup\u003eSo he said to his servant, “Come, let us draw near to one of these places, and spend the night in Gibeah or in \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 18:25\"\u003e⚓\u003c/a\u003eRamah.” \u003c/span\u003e\n\u003cspan class=\"verse cac_19_14\"\u003e\u003csup\u003e14\u003c/sup\u003eAnd they passed by and went their way; and the sun went down on them near Gibeah, which belongs to Benjamin. \u003c/span\u003e\n\u003cspan class=\"verse cac_19_15\"\u003e\u003csup\u003e15\u003c/sup\u003eThey turned aside there to go in to lodge in Gibeah. And when he went in, he sat down in the open square of the city, for no one would \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Matt. 25:43\"\u003e⚓\u003c/a\u003etake them into \u003ci\u003ehis\u003c/i\u003e house to spend the night.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_19_16\"\u003e \u003csup\u003e16\u003c/sup\u003eJust then an old man came in from \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Ps. 104:23\"\u003e⚓\u003c/a\u003ehis work in the field at evening, who also \u003ci\u003ewas\u003c/i\u003e from the mountains of Ephraim; he was staying in Gibeah, whereas the men of the place \u003ci\u003ewere\u003c/i\u003e Benjamites. \u003c/span\u003e\n\u003cspan class=\"verse cac_19_17\"\u003e\u003csup\u003e17\u003c/sup\u003eAnd when he raised his eyes, he saw the traveler in the open square of the city; and the old man said, “Where are you going, and where do you come from?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_19_18\"\u003e \u003csup\u003e18\u003c/sup\u003eSo he said to him, “We \u003ci\u003eare\u003c/i\u003e passing from Bethlehem in Judah toward the remote mountains of Ephraim; I \u003ci\u003eam\u003c/i\u003e from there. I went to Bethlehem in Judah; \u003ci\u003enow\u003c/i\u003e I am going to \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 18:1; Judg. 18:31; 20:18; 1 Sam. 1:3, 7\"\u003e⚓\u003c/a\u003ethe house of the Lord. But there \u003ci\u003eis\u003c/i\u003e no one who will take me into his house, \u003c/span\u003e\n\u003cspan class=\"verse cac_19_19\"\u003e\u003csup\u003e19\u003c/sup\u003ealthough we have both straw and fodder for our donkeys, and bread and wine for myself, for your female servant, and for the young man \u003ci\u003ewho\u003c/i\u003e \u003ci\u003eis\u003c/i\u003e with your servant; \u003ci\u003ethere\u003c/i\u003e \u003ci\u003eis\u003c/i\u003e no lack of anything.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_19_20\"\u003e \u003csup\u003e20\u003c/sup\u003eAnd the old man said, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 43:23; Judg. 6:23; 1 Sam. 25:6\"\u003e⚓\u003c/a\u003e“Peace \u003ci\u003ebe\u003c/i\u003e with you! However, \u003ci\u003elet\u003c/i\u003e all your needs \u003ci\u003ebe\u003c/i\u003e my responsibility; \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 19:2\"\u003e⚓\u003c/a\u003eonly do not spend the night in the open square.” \u003c/span\u003e\n\u003cspan class=\"verse cac_19_21\"\u003e\u003csup\u003e21\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 24:32; 43:24\"\u003e⚓\u003c/a\u003eSo he brought him into his house, and gave fodder to the donkeys. \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 18:4; John 13:5\"\u003e⚓\u003c/a\u003eAnd they washed their feet, and ate and drank.\u003cbr/\u003e\u003c/span\u003e\n\u003cdiv class=\"title\"\u003e\u003ch3\u003eGibeah’s Crime\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse cac_19_22\"\u003e \u003csup\u003e22\u003c/sup\u003eAs they were \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 16:25; 19:6, 9\"\u003e⚓\u003c/a\u003eenjoying themselves, suddenly \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 19:4, 5; Judg. 20:5; Hos. 9:9; 10:9\"\u003e⚓\u003c/a\u003ecertain men of the city, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 13:13; 1 Sam. 2:12; 1 Kin. 21:10; (2 Cor. 6:15)\"\u003e⚓\u003c/a\u003eperverted men, surrounded the house \u003ci\u003eand\u003c/i\u003e beat on the door. They spoke to the master of the house, the old man, saying, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 19:5; (Rom. 1:26, 27)\"\u003e⚓\u003c/a\u003e“Bring out the man who came to your house, that we may know him \u003ci\u003ecarnally!\u003c/i\u003e”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_19_23\"\u003e \u003csup\u003e23\u003c/sup\u003eBut \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 19:6, 7\"\u003e⚓\u003c/a\u003ethe man, the master of the house, went out to them and said to them, “No, my brethren! I beg you, do not act \u003ci\u003eso\u003c/i\u003e wickedly! Seeing this man has come into my house, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 34:7; Deut. 22:21; Judg. 20:6, 10; 2 Sam. 13:12\"\u003e⚓\u003c/a\u003edo not commit this outrage. \u003c/span\u003e\n\u003cspan class=\"verse cac_19_24\"\u003e\u003csup\u003e24\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 19:8\"\u003e⚓\u003c/a\u003eLook, \u003ci\u003ehere\u003c/i\u003e \u003ci\u003eis\u003c/i\u003e my virgin daughter and \u003ci\u003ethe\u003c/i\u003e \u003ci\u003eman’s\u003c/i\u003e concubine; let me bring them out now. \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 34:2; Deut. 21:14\"\u003e⚓\u003c/a\u003eHumble them, and do with them as you please; but to this man do not do such a vile thing!” \u003c/span\u003e\n\u003cspan class=\"verse cac_19_25\"\u003e\u003csup\u003e25\u003c/sup\u003eBut the men would not heed him. So the man took his concubine and brought \u003ci\u003eher\u003c/i\u003e out to them. And they \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Gen. 4:1\"\u003e⚓\u003c/a\u003eknew her and abused her all night until morning; and when the day began to break, they let her go.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_19_26\"\u003e \u003csup\u003e26\u003c/sup\u003eThen the woman came as the day was dawning, and fell down at the door of the man’s house where her master \u003ci\u003ewas,\u003c/i\u003e till it was light.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_19_27\"\u003e \u003csup\u003e27\u003c/sup\u003eWhen her master arose in the morning, and opened the doors of the house and went out to go his way, there was his concubine, fallen \u003ci\u003eat\u003c/i\u003e the door of the house with her hands on the threshold. \u003c/span\u003e\n\u003cspan class=\"verse cac_19_28\"\u003e\u003csup\u003e28\u003c/sup\u003eAnd he said to her, “Get up and let us be going.” But \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 20:5\"\u003e⚓\u003c/a\u003ethere was no answer. So the man lifted her onto the donkey; and the man got up and went to his place.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_19_29\"\u003e \u003csup\u003e29\u003c/sup\u003eWhen he entered his house he took a knife, laid hold of his concubine, and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 20:6; 1 Sam. 11:7\"\u003e⚓\u003c/a\u003edivided her into twelve pieces, limb by limb, and sent her throughout all the territory of Israel. \u003c/span\u003e\n\u003cspan class=\"verse cac_19_30\"\u003e\u003csup\u003e30\u003c/sup\u003eAnd so it was that all who saw it said, “No such deed has been done or seen from the day that the children of Israel came up from the land of Egypt until this day. Consider it, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 20:7; Prov. 13:10\"\u003e⚓\u003c/a\u003econfer, and speak up!”\u003cbr/\u003e\u003c/span\u003e\n"
}