{
    "Translation": "NKJV",
    "group": "HISTORY",
    "BookName": "Judges ",
    "BookNumber": 7,
    "Audio": [],
    "Content": "\n\u003cdiv class=\"title\"\u003e\u003ch1\u003e20\u003c/h1\u003e\u003ch3\u003eIsrael’s War with the Benjamites\u003c/h3\u003e\u003c/div\u003e\n\u003cspan class=\"verse cac_20_1\"\u003e \u003csup\u003e1\u003c/sup\u003eSo \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 22:12; Judg. 20:11; 21:5\"\u003e⚓\u003c/a\u003eall the children of Israel came out, from \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 18:29; 1 Sam. 3:20; 2 Sam. 3:10; 24:2\"\u003e⚓\u003c/a\u003eDan to \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 19:2\"\u003e⚓\u003c/a\u003eBeersheba, as well as from the land of Gilead, and the congregation gathered together as one man before the Lord\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 10:17; 1 Sam. 7:5\"\u003e⚓\u003c/a\u003eat Mizpah. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_2\"\u003e\u003csup\u003e2\u003c/sup\u003eAnd the leaders of all the people, all the tribes of Israel, presented themselves in the assembly of the people of God, four hundred thousand foot soldiers \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 8:10\"\u003e⚓\u003c/a\u003ewho drew the sword. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_3\"\u003e\u003csup\u003e3\u003c/sup\u003e(Now the children of Benjamin heard that the children of Israel had gone up to Mizpah.)\u003cbr/\u003e Then the children of Israel said, “Tell \u003ci\u003eus,\u003c/i\u003e how did this wicked deed happen?”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_20_4\"\u003e \u003csup\u003e4\u003c/sup\u003eSo the Levite, the husband of the woman who was murdered, answered and said, “My concubine and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 19:15\"\u003e⚓\u003c/a\u003eI went into Gibeah, which belongs to Benjamin, to spend the night. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_5\"\u003e\u003csup\u003e5\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 19:22\"\u003e⚓\u003c/a\u003eAnd the men of Gibeah rose against me, and surrounded the house at night because of me. They intended to kill me, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 19:25, 26\"\u003e⚓\u003c/a\u003ebut instead they ravished my concubine so that she died. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_6\"\u003e\u003csup\u003e6\u003c/sup\u003eSo \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 19:29\"\u003e⚓\u003c/a\u003eI took hold of my concubine, cut her in pieces, and sent her throughout all the territory of the inheritance of Israel, because they \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 7:15\"\u003e⚓\u003c/a\u003ecommitted lewdness and outrage in Israel. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_7\"\u003e\u003csup\u003e7\u003c/sup\u003eLook! All of you \u003ci\u003eare\u003c/i\u003e children of Israel; \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 19:30\"\u003e⚓\u003c/a\u003egive your advice and counsel here and now!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_20_8\"\u003e \u003csup\u003e8\u003c/sup\u003eSo all the people arose as one man, saying, “None \u003ci\u003eof\u003c/i\u003e \u003ci\u003eus\u003c/i\u003e will go to his tent, nor will any turn back to his house; \u003c/span\u003e\n\u003cspan class=\"verse cac_20_9\"\u003e\u003csup\u003e9\u003c/sup\u003ebut now this \u003ci\u003eis\u003c/i\u003e the thing which we will do to Gibeah: \u003ci\u003eWe\u003c/i\u003e \u003ci\u003ewill\u003c/i\u003e \u003ci\u003ego\u003c/i\u003e \u003ci\u003eup\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 1:3\"\u003e⚓\u003c/a\u003eagainst it by lot. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_10\"\u003e\u003csup\u003e10\u003c/sup\u003eWe will take ten men out of \u003ci\u003eevery\u003c/i\u003e hundred throughout all the tribes of Israel, a hundred out of \u003ci\u003eevery\u003c/i\u003e thousand, and a thousand out of \u003ci\u003eevery\u003c/i\u003e ten thousand, to make provisions for the people, that when they come to Gibeah in Benjamin, they may repay all the vileness that they have done in Israel.” \u003c/span\u003e\n\u003cspan class=\"verse cac_20_11\"\u003e\u003csup\u003e11\u003c/sup\u003eSo all the men of Israel were gathered against the city, united together as one man.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_20_12\"\u003e \u003csup\u003e12\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 13:14; Josh. 22:13, 16\"\u003e⚓\u003c/a\u003eThen the tribes of Israel sent men through all the tribe of Benjamin, saying, “What \u003ci\u003eis\u003c/i\u003e this wickedness that has occurred among you? \u003c/span\u003e\n\u003cspan class=\"verse cac_20_13\"\u003e\u003csup\u003e13\u003c/sup\u003eNow therefore, deliver up the men, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 13:13; Judg. 19:22\"\u003e⚓\u003c/a\u003ethe perverted men who \u003ci\u003eare\u003c/i\u003e in Gibeah, that we may put them to death and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 17:12; 1 Cor. 5:13\"\u003e⚓\u003c/a\u003eremove the evil from Israel!” But the children of Benjamin would not listen to the voice of their brethren, the children of Israel. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_14\"\u003e\u003csup\u003e14\u003c/sup\u003eInstead, the children of Benjamin gathered together from their cities to Gibeah, to go to battle against the children of Israel. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_15\"\u003e\u003csup\u003e15\u003c/sup\u003eAnd from their cities at that time \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 1:36, 37; 2:23; 26:41\"\u003e⚓\u003c/a\u003ethe children of Benjamin numbered twenty-six thousand men who drew the sword, besides the inhabitants of Gibeah, who numbered seven hundred select men. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_16\"\u003e\u003csup\u003e16\u003c/sup\u003eAmong all this people \u003ci\u003ewere\u003c/i\u003e seven hundred select men \u003ci\u003ewho\u003c/i\u003e \u003ci\u003ewere\u003c/i\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 3:15; 1 Chr. 12:2\"\u003e⚓\u003c/a\u003eleft-handed; every one could sling a stone at a hair’s \u003ci\u003ebreadth\u003c/i\u003e and not miss. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_17\"\u003e\u003csup\u003e17\u003c/sup\u003eNow besides Benjamin, the men of Israel numbered four hundred thousand men who drew the sword; all of these \u003ci\u003ewere\u003c/i\u003e men of war.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_20_18\"\u003e \u003csup\u003e18\u003c/sup\u003eThen the children of Israel arose and \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 20:23, 26\"\u003e⚓\u003c/a\u003ewent up to the house of God to \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 27:21\"\u003e⚓\u003c/a\u003einquire of God. They said, “Which of us shall go up first to battle against the children of Benjamin?”\u003cbr/\u003e The Lord said, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 1:1, 2\"\u003e⚓\u003c/a\u003e“Judah first!”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_20_19\"\u003e \u003csup\u003e19\u003c/sup\u003eSo the children of Israel rose in the morning and encamped against Gibeah. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_20\"\u003e\u003csup\u003e20\u003c/sup\u003eAnd the men of Israel went out to battle against Benjamin, and the men of Israel put themselves in battle array to fight against them at Gibeah. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_21\"\u003e\u003csup\u003e21\u003c/sup\u003eThen \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"(Gen. 49:27)\"\u003e⚓\u003c/a\u003ethe children of Benjamin came out of Gibeah, and on that day cut down to the ground twenty-two thousand men of the Israelites. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_22\"\u003e\u003csup\u003e22\u003c/sup\u003eAnd the people, that is, the men of Israel, encouraged themselves and again formed the battle line at the place where they had put themselves in array on the first day. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_23\"\u003e\u003csup\u003e23\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 20:26, 27\"\u003e⚓\u003c/a\u003eThen the children of Israel went up and wept before the Lord until evening, and asked counsel of the Lord, saying, “Shall I again draw near for battle against the children of my brother Benjamin?”\u003cbr/\u003e And the Lord said, “Go up against him.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_20_24\"\u003e \u003csup\u003e24\u003c/sup\u003eSo the children of Israel approached the children of Benjamin on the second day. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_25\"\u003e\u003csup\u003e25\u003c/sup\u003eAnd \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 20:21\"\u003e⚓\u003c/a\u003eBenjamin went out against them from Gibeah on the second day, and cut down to the ground eighteen thousand more of the children of Israel; all these drew the sword.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_20_26\"\u003e \u003csup\u003e26\u003c/sup\u003eThen all the children of Israel, that is, all the people, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 20:18, 23; 21:2\"\u003e⚓\u003c/a\u003ewent up and came to the house of God and wept. They sat there before the Lord and fasted that day until evening; and they offered burnt offerings and peace offerings before the Lord. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_27\"\u003e\u003csup\u003e27\u003c/sup\u003eSo the children of Israel inquired of the Lord (\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 18:1; 1 Sam. 1:3; 3:3; 4:3, 4\"\u003e⚓\u003c/a\u003ethe ark of the covenant of God \u003ci\u003ewas\u003c/i\u003e there in those days, \u003c/span\u003e\n\u003cspan class=\"verse cac_20_28\"\u003e\u003csup\u003e28\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Num. 25:7, 13; Josh. 24:33\"\u003e⚓\u003c/a\u003eand Phinehas the son of Eleazar, the son of Aaron, \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Deut. 10:8; 18:5\"\u003e⚓\u003c/a\u003estood before it in those days), saying, “Shall I yet again go out to battle against the children of my brother Benjamin, or shall I cease?”\u003cbr/\u003e And the Lord said, “Go up, for tomorrow I will deliver them into your hand.”\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_20_29\"\u003e \u003csup\u003e29\u003c/sup\u003eThen Israel \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 8:4\"\u003e⚓\u003c/a\u003eset men in ambush all around Gibeah. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_30\"\u003e\u003csup\u003e30\u003c/sup\u003eAnd the children of Israel went up against the children of Benjamin on the third day, and put themselves in battle array against Gibeah as at the other times. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_31\"\u003e\u003csup\u003e31\u003c/sup\u003eSo the children of Benjamin went out against the people, \u003ci\u003eand\u003c/i\u003e were drawn away from the city. They began to strike down \u003ci\u003eand\u003c/i\u003e kill some of the people, as at the other times, in the highways \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 21:19\"\u003e⚓\u003c/a\u003e(one of which goes up to Bethel and the other to Gibeah) and in the field, about thirty men of Israel. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_32\"\u003e\u003csup\u003e32\u003c/sup\u003eAnd the children of Benjamin said, “They \u003ci\u003eare\u003c/i\u003e defeated before us, as at first.”\u003cbr/\u003e But the children of Israel said, “Let us flee and draw them away from the city to the highways.” \u003c/span\u003e\n\u003cspan class=\"verse cac_20_33\"\u003e\u003csup\u003e33\u003c/sup\u003eSo all the men of Israel rose from their place and put themselves in battle array at Baal Tamar. Then Israel’s men in ambush burst forth from their position in the plain of Geba. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_34\"\u003e\u003csup\u003e34\u003c/sup\u003eAnd ten thousand select men from all Israel came against Gibeah, and the battle was fierce. \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 8:14; Job 21:13; Is. 47:11\"\u003e⚓\u003c/a\u003eBut \u003ci\u003ethe\u003c/i\u003e \u003ci\u003eBenjamites\u003c/i\u003e did not know that disaster \u003ci\u003ewas\u003c/i\u003e upon them. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_35\"\u003e\u003csup\u003e35\u003c/sup\u003eThe Lord defeated Benjamin before Israel. And the children of Israel destroyed that day twenty-five thousand one hundred Benjamites; all these drew the sword.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_20_36\"\u003e \u003csup\u003e36\u003c/sup\u003eSo the children of Benjamin saw that they were defeated. \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 8:15\"\u003e⚓\u003c/a\u003eThe men of Israel had given ground to the Benjamites, because they relied on the men in ambush whom they had set against Gibeah. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_37\"\u003e\u003csup\u003e37\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 8:19\"\u003e⚓\u003c/a\u003eAnd the men in ambush quickly rushed upon Gibeah; the men in ambush spread out and struck the whole city with the edge of the sword. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_38\"\u003e\u003csup\u003e38\u003c/sup\u003eNow the appointed signal between the men of Israel and the men in ambush was that they would make a great cloud of \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 8:20\"\u003e⚓\u003c/a\u003esmoke rise up from the city, \u003c/span\u003e\n\u003cspan class=\"verse cac_20_39\"\u003e\u003csup\u003e39\u003c/sup\u003ewhereupon the men of Israel would turn in battle. Now Benjamin had begun to strike \u003ci\u003eand\u003c/i\u003e kill about thirty of the men of Israel. For they said, “Surely they are defeated before us, as \u003ci\u003ein\u003c/i\u003e the first battle.” \u003c/span\u003e\n\u003cspan class=\"verse cac_20_40\"\u003e\u003csup\u003e40\u003c/sup\u003eBut when the cloud began to rise from the city in a column of smoke, the Benjamites \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 8:20\"\u003e⚓\u003c/a\u003elooked behind them, and there was the whole city going up \u003ci\u003ein\u003c/i\u003e \u003ci\u003esmoke\u003c/i\u003e to heaven. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_41\"\u003e\u003csup\u003e41\u003c/sup\u003eAnd when the men of Israel turned back, the men of Benjamin panicked, for they saw that disaster had come upon them. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_42\"\u003e\u003csup\u003e42\u003c/sup\u003eTherefore they turned \u003ci\u003etheir\u003c/i\u003e \u003ci\u003ebacks\u003c/i\u003e before the men of Israel in the direction of the wilderness; but the battle overtook them, and whoever \u003ci\u003ecame\u003c/i\u003e out of the cities they destroyed in their midst. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_43\"\u003e\u003csup\u003e43\u003c/sup\u003eThey surrounded the Benjamites, chased them, \u003ci\u003eand\u003c/i\u003e easily trampled them down as far as the front of Gibeah toward the east. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_44\"\u003e\u003csup\u003e44\u003c/sup\u003eAnd eighteen thousand men of Benjamin fell; all these \u003ci\u003ewere\u003c/i\u003e men of valor. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_45\"\u003e\u003csup\u003e45\u003c/sup\u003eThen they turned and fled toward the wilderness to the rock of \u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Josh. 15:32; 1 Chr. 6:77; Zech. 14:10\"\u003e⚓\u003c/a\u003eRimmon; and they cut down five thousand of them on the highways. Then they pursued them relentlessly up to Gidom, and killed two thousand of them. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_46\"\u003e\u003csup\u003e46\u003c/sup\u003eSo all who fell of Benjamin that day were twenty-five thousand men who drew the sword; all these \u003ci\u003ewere\u003c/i\u003e men of valor.\u003cbr/\u003e\u003c/span\u003e\n\u003cspan class=\"verse cac_20_47\"\u003e \u003csup\u003e47\u003c/sup\u003e\u003ca data-toggle=\"tooltip\" data-placement=\"bottom\" title=\"Judg. 21:13\"\u003e⚓\u003c/a\u003eBut six hundred men turned and fled toward the wilderness to the rock of Rimmon, and they stayed at the rock of Rimmon for four months. \u003c/span\u003e\n\u003cspan class=\"verse cac_20_48\"\u003e\u003csup\u003e48\u003c/sup\u003eAnd the men of Israel turned back against the children of Benjamin, and struck them down with the edge of the sword—from \u003ci\u003eevery\u003c/i\u003e city, men and beasts, all who were found. They also set fire to all the cities they came to.\u003cbr/\u003e\u003c/span\u003e\n"
}